Connecting to IOS IP 10.30.4.22 
Connecting to IOS IP 97.77.235.9 
IOS Device: BE-GW-SW1
config term
Enter configuration commands, one per line.  End with CNTL/Z.
BE-GW-SW1(config)#no enable password
BE-GW-SW1(config)#!
BE-GW-SW1(config)#no username opmantek 
BE-GW-SW1(config)#yes
                  ^
% Invalid input detected at '^' marker.

BE-GW-SW1(config)#!
BE-GW-SW1(config)#username opmantek privilege 15 secret 0 N0Data4U!
BE-GW-SW1(config)#enable secret 0 circlebackaround
BE-GW-SW1(config)#!
BE-GW-SW1(config)#no ip access-list extended SSH-ONLY
BE-GW-SW1(config)#no ip access-list extended SSH-Only
BE-GW-SW1(config)#no ip access-list extended Use-SSH
BE-GW-SW1(config)#no ip access-list extended UseSSH
BE-GW-SW1(config)#!
BE-GW-SW1(config)#ip access-list extended UseSSH 
BE-GW-SW1(config-ext-nacl)# permit tcp 206.225.144.0 0.0.15.255 any eq 22
BE-GW-SW1(config-ext-nacl)# permit tcp 167.173.0.0 0.0.255.255 any eq 22
BE-GW-SW1(config-ext-nacl)# permit tcp host 83.244.129.66 any eq 22
BE-GW-SW1(config-ext-nacl)# permit tcp 64.178.160.0 0.0.15.255 any eq 22
BE-GW-SW1(config-ext-nacl)# permit tcp host 31.221.41.210 any eq 22
BE-GW-SW1(config-ext-nacl)# permit tcp 172.19.0.0 0.0.255.255 any eq 22
BE-GW-SW1(config-ext-nacl)# permit tcp 10.77.0.0 0.0.255.255 any eq 22
BE-GW-SW1(config-ext-nacl)# permit tcp 10.76.0.0 0.0.255.255 any eq 22
BE-GW-SW1(config-ext-nacl)# permit tcp 10.70.0.0 0.0.255.255 any eq 22
BE-GW-SW1(config-ext-nacl)# permit tcp 10.72.0.0 0.0.255.255 any eq 22
BE-GW-SW1(config-ext-nacl)# permit tcp 198.185.164.0 0.0.0.255 any eq 22
BE-GW-SW1(config-ext-nacl)# permit tcp 10.171.8.0 0.0.0.255 any eq 22
BE-GW-SW1(config-ext-nacl)# permit tcp 10.90.122.0 0.0.0.255 any eq 22
BE-GW-SW1(config-ext-nacl)# permit tcp 10.196.0.0 0.0.255.255 any eq 22
BE-GW-SW1(config-ext-nacl)# permit tcp 10.193.32.0 0.0.0.255 any eq 22
BE-GW-SW1(config-ext-nacl)# permit tcp 10.168.76.0 0.0.0.255 any eq 22
BE-GW-SW1(config-ext-nacl)#!
BE-GW-SW1(config-ext-nacl)#line vty 0 15
BE-GW-SW1(config-line)# access-class UseSSH in
BE-GW-SW1(config-line)#!
BE-GW-SW1(config-line)#end
BE-GW-SW1#
BE-GW-SW1#Building configuration...
[OK]~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~

Connecting to IOS IP 97.77.235.10 
IOS Device: BE-GW-SW2
Connecting to IOS IP 10.184.16.4 
Connecting to IOS IP 10.184.16.5 
Connecting to IOS IP 10.37.99.41 
Connecting to IOS IP 10.37.99.36 
Connecting to IOS IP 10.37.99.37 
Connecting to IOS IP 172.31.20.251 
Connecting to IOS IP 172.31.20.252 
Connecting to IOS IP 192.168.201.1 
Connecting to IOS IP 172.28.46.8 
IOS Device: HBMLOSSW4FL
config term
Enter configuration commands, one per line.  End with CNTL/Z.
HBMLOSSW4FL(config)#no enable password
HBMLOSSW4FL(config)#!
HBMLOSSW4FL(config)#no username opmantek 
HBMLOSSW4FL(config)#yes
                    ^
% Invalid input detected at '^' marker.

HBMLOSSW4FL(config)#!
HBMLOSSW4FL(config)#username opmantek privilege 15 secret 0 N0Data4U!
HBMLOSSW4FL(config)#enable secret 0 circlebackaround
HBMLOSSW4FL(config)#!
HBMLOSSW4FL(config)#no ip access-list extended SSH-ONLY
HBMLOSSW4FL(config)#no ip access-list extended SSH-Only
HBMLOSSW4FL(config)#no ip access-list extended Use-SSH
HBMLOSSW4FL(config)#no ip access-list extended UseSSH
HBMLOSSW4FL(config)#!
HBMLOSSW4FL(config)#ip access-list extended UseSSH 
HBMLOSSW4FL(config-ext-nacl)# permit tcp 206.225.144.0 0.0.15.255 any eq 22
HBMLOSSW4FL(config-ext-nacl)# permit tcp 167.173.0.0 0.0.255.255 any eq 22
HBMLOSSW4FL(config-ext-nacl)# permit tcp host 83.244.129.66 any eq 22
HBMLOSSW4FL(config-ext-nacl)# permit tcp 64.178.160.0 0.0.15.255 any eq 22
HBMLOSSW4FL(config-ext-nacl)# permit tcp host 31.221.41.210 any eq 22
HBMLOSSW4FL(config-ext-nacl)# permit tcp 172.19.0.0 0.0.255.255 any eq 22
HBMLOSSW4FL(config-ext-nacl)# permit tcp 10.77.0.0 0.0.255.255 any eq 22
HBMLOSSW4FL(config-ext-nacl)# permit tcp 10.76.0.0 0.0.255.255 any eq 22
HBMLOSSW4FL(config-ext-nacl)# permit tcp 10.70.0.0 0.0.255.255 any eq 22
HBMLOSSW4FL(config-ext-nacl)# permit tcp 10.72.0.0 0.0.255.255 any eq 22
HBMLOSSW4FL(config-ext-nacl)# permit tcp 198.185.164.0 0.0.0.255 any eq 22
HBMLOSSW4FL(config-ext-nacl)# permit tcp 10.171.8.0 0.0.0.255 any eq 22
HBMLOSSW4FL(config-ext-nacl)# permit tcp 10.90.122.0 0.0.0.255 any eq 22
HBMLOSSW4FL(config-ext-nacl)# permit tcp 10.196.0.0 0.0.255.255 any eq 22
HBMLOSSW4FL(config-ext-nacl)# permit tcp 10.193.32.0 0.0.0.255 any eq 22
HBMLOSSW4FL(config-ext-nacl)# permit tcp 10.168.76.0 0.0.0.255 any eq 22
HBMLOSSW4FL(config-ext-nacl)#!
HBMLOSSW4FL(config-ext-nacl)#line vty 0 15
HBMLOSSW4FL(config-line)# access-class UseSSH in
HBMLOSSW4FL(config-line)#!
HBMLOSSW4FL(config-line)#end
HBMLOSSW4FL#
HBMLOSSW4FL#Building configuration...
[OK]~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~

Connecting to IOS IP 172.28.46.6 
IOS Device: HBMLOSSW4FL-2
config term
Enter configuration commands, one per line.  End with CNTL/Z.
HBMLOSSW4FL-2(config)#no enable password
HBMLOSSW4FL-2(config)#!
HBMLOSSW4FL-2(config)#no username opmantek 
HBMLOSSW4FL-2(config)#yes
                      ^
% Invalid input detected at '^' marker.

HBMLOSSW4FL-2(config)#!
HBMLOSSW4FL-2(config)#username opmantek privilege 15 secret 0 N0Data4U!
HBMLOSSW4FL-2(config)#enable secret 0 circlebackaround
HBMLOSSW4FL-2(config)#!
HBMLOSSW4FL-2(config)#no ip access-list extended SSH-ONLY
HBMLOSSW4FL-2(config)#no ip access-list extended SSH-Only
HBMLOSSW4FL-2(config)#no ip access-list extended Use-SSH
HBMLOSSW4FL-2(config)#no ip access-list extended UseSSH
HBMLOSSW4FL-2(config)#!
HBMLOSSW4FL-2(config)#ip access-list extended UseSSH 
HBMLOSSW4FL-2(config-ext-nacl)# permit tcp 206.225.144.0 0.0.15.255 any eq 22
HBMLOSSW4FL-2(config-ext-nacl)# permit tcp 167.173.0.0 0.0.255.255 any eq 22
HBMLOSSW4FL-2(config-ext-nacl)# permit tcp host 83.244.129.66 any eq 22
HBMLOSSW4FL-2(config-ext-nacl)# permit tcp 64.178.160.0 0.0.15.255 any eq 22
HBMLOSSW4FL-2(config-ext-nacl)# permit tcp host 31.221.41.210 any eq 22
HBMLOSSW4FL-2(config-ext-nacl)# permit tcp 172.19.0.0 0.0.255.255 any eq 22
HBMLOSSW4FL-2(config-ext-nacl)# permit tcp 10.77.0.0 0.0.255.255 any eq 22
HBMLOSSW4FL-2(config-ext-nacl)# permit tcp 10.76.0.0 0.0.255.255 any eq 22
HBMLOSSW4FL-2(config-ext-nacl)# permit tcp 10.70.0.0 0.0.255.255 any eq 22
HBMLOSSW4FL-2(config-ext-nacl)# permit tcp 10.72.0.0 0.0.255.255 any eq 22
HBMLOSSW4FL-2(config-ext-nacl)# permit tcp 198.185.164.0 0.0.0.255 any eq 22
HBMLOSSW4FL-2(config-ext-nacl)# permit tcp 10.171.8.0 0.0.0.255 any eq 22
HBMLOSSW4FL-2(config-ext-nacl)# permit tcp 10.90.122.0 0.0.0.255 any eq 22
HBMLOSSW4FL-2(config-ext-nacl)# permit tcp 10.196.0.0 0.0.255.255 any eq 22
HBMLOSSW4FL-2(config-ext-nacl)# permit tcp 10.193.32.0 0.0.0.255 any eq 22
HBMLOSSW4FL-2(config-ext-nacl)# permit tcp 10.168.76.0 0.0.0.255 any eq 22
HBMLOSSW4FL-2(config-ext-nacl)#!
HBMLOSSW4FL-2(config-ext-nacl)#line vty 0 15
HBMLOSSW4FL-2(config-line)# access-class UseSSH in
HBMLOSSW4FL-2(config-line)#!
HBMLOSSW4FL-2(config-line)#end
HBMLOSSW4FL-2#
HBMLOSSW4FL-2#Building configuration...
[OK]~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~

Connecting to IOS IP 172.28.46.7 
IOS Device: HBMLOSSW4FL-E
config term
Enter configuration commands, one per line.  End with CNTL/Z.
HBMLOSSW4FL-E(config)#no enable password
HBMLOSSW4FL-E(config)#!
HBMLOSSW4FL-E(config)#no username opmantek 
HBMLOSSW4FL-E(config)#yes
                      ^
% Invalid input detected at '^' marker.

HBMLOSSW4FL-E(config)#!
HBMLOSSW4FL-E(config)#username opmantek privilege 15 secret 0 N0Data4U!
HBMLOSSW4FL-E(config)#enable secret 0 circlebackaround
HBMLOSSW4FL-E(config)#!
HBMLOSSW4FL-E(config)#no ip access-list extended SSH-ONLY
HBMLOSSW4FL-E(config)#no ip access-list extended SSH-Only
HBMLOSSW4FL-E(config)#no ip access-list extended Use-SSH
HBMLOSSW4FL-E(config)#no ip access-list extended UseSSH
HBMLOSSW4FL-E(config)#!
HBMLOSSW4FL-E(config)#ip access-list extended UseSSH 
HBMLOSSW4FL-E(config-ext-nacl)# permit tcp 206.225.144.0 0.0.15.255 any eq 22
HBMLOSSW4FL-E(config-ext-nacl)# permit tcp 167.173.0.0 0.0.255.255 any eq 22
HBMLOSSW4FL-E(config-ext-nacl)# permit tcp host 83.244.129.66 any eq 22
HBMLOSSW4FL-E(config-ext-nacl)# permit tcp 64.178.160.0 0.0.15.255 any eq 22
HBMLOSSW4FL-E(config-ext-nacl)# permit tcp host 31.221.41.210 any eq 22
HBMLOSSW4FL-E(config-ext-nacl)# permit tcp 172.19.0.0 0.0.255.255 any eq 22
HBMLOSSW4FL-E(config-ext-nacl)# permit tcp 10.77.0.0 0.0.255.255 any eq 22
HBMLOSSW4FL-E(config-ext-nacl)# permit tcp 10.76.0.0 0.0.255.255 any eq 22
HBMLOSSW4FL-E(config-ext-nacl)# permit tcp 10.70.0.0 0.0.255.255 any eq 22
HBMLOSSW4FL-E(config-ext-nacl)# permit tcp 10.72.0.0 0.0.255.255 any eq 22
HBMLOSSW4FL-E(config-ext-nacl)# permit tcp 198.185.164.0 0.0.0.255 any eq 22
HBMLOSSW4FL-E(config-ext-nacl)# permit tcp 10.171.8.0 0.0.0.255 any eq 22
HBMLOSSW4FL-E(config-ext-nacl)# permit tcp 10.90.122.0 0.0.0.255 any eq 22
HBMLOSSW4FL-E(config-ext-nacl)# permit tcp 10.196.0.0 0.0.255.255 any eq 22
HBMLOSSW4FL-E(config-ext-nacl)# permit tcp 10.193.32.0 0.0.0.255 any eq 22
HBMLOSSW4FL-E(config-ext-nacl)# permit tcp 10.168.76.0 0.0.0.255 any eq 22
HBMLOSSW4FL-E(config-ext-nacl)#!
HBMLOSSW4FL-E(config-ext-nacl)#line vty 0 15
HBMLOSSW4FL-E(config-line)# access-class UseSSH in
HBMLOSSW4FL-E(config-line)#!
HBMLOSSW4FL-E(config-line)#end
HBMLOSSW4FL-E#
HBMLOSSW4FL-E#Building configuration...
[OK]~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~

Connecting to IOS IP 172.28.46.3 
IOS Device: HBMLOSSW5FL
config term
Enter configuration commands, one per line.  End with CNTL/Z.
HBMLOSSW5FL(config)#no enable password
HBMLOSSW5FL(config)#!
HBMLOSSW5FL(config)#no username opmantek 
HBMLOSSW5FL(config)#yes
                    ^
% Invalid input detected at '^' marker.

HBMLOSSW5FL(config)#!
HBMLOSSW5FL(config)#username opmantek privilege 15 secret 0 N0Data4U!
HBMLOSSW5FL(config)#enable secret 0 circlebackaround
HBMLOSSW5FL(config)#!
HBMLOSSW5FL(config)#no ip access-list extended SSH-ONLY
HBMLOSSW5FL(config)#no ip access-list extended SSH-Only
HBMLOSSW5FL(config)#no ip access-list extended Use-SSH
HBMLOSSW5FL(config)#no ip access-list extended UseSSH
HBMLOSSW5FL(config)#!
HBMLOSSW5FL(config)#ip access-list extended UseSSH 
HBMLOSSW5FL(config-ext-nacl)# permit tcp 206.225.144.0 0.0.15.255 any eq 22
HBMLOSSW5FL(config-ext-nacl)# permit tcp 167.173.0.0 0.0.255.255 any eq 22
HBMLOSSW5FL(config-ext-nacl)# permit tcp host 83.244.129.66 any eq 22
HBMLOSSW5FL(config-ext-nacl)# permit tcp 64.178.160.0 0.0.15.255 any eq 22
HBMLOSSW5FL(config-ext-nacl)# permit tcp host 31.221.41.210 any eq 22
HBMLOSSW5FL(config-ext-nacl)# permit tcp 172.19.0.0 0.0.255.255 any eq 22
HBMLOSSW5FL(config-ext-nacl)# permit tcp 10.77.0.0 0.0.255.255 any eq 22
HBMLOSSW5FL(config-ext-nacl)# permit tcp 10.76.0.0 0.0.255.255 any eq 22
HBMLOSSW5FL(config-ext-nacl)# permit tcp 10.70.0.0 0.0.255.255 any eq 22
HBMLOSSW5FL(config-ext-nacl)# permit tcp 10.72.0.0 0.0.255.255 any eq 22
HBMLOSSW5FL(config-ext-nacl)# permit tcp 198.185.164.0 0.0.0.255 any eq 22
HBMLOSSW5FL(config-ext-nacl)# permit tcp 10.171.8.0 0.0.0.255 any eq 22
HBMLOSSW5FL(config-ext-nacl)# permit tcp 10.90.122.0 0.0.0.255 any eq 22
HBMLOSSW5FL(config-ext-nacl)# permit tcp 10.196.0.0 0.0.255.255 any eq 22
HBMLOSSW5FL(config-ext-nacl)# permit tcp 10.193.32.0 0.0.0.255 any eq 22
HBMLOSSW5FL(config-ext-nacl)# permit tcp 10.168.76.0 0.0.0.255 any eq 22
HBMLOSSW5FL(config-ext-nacl)#!
HBMLOSSW5FL(config-ext-nacl)#line vty 0 15
HBMLOSSW5FL(config-line)# access-class UseSSH in
HBMLOSSW5FL(config-line)#!
HBMLOSSW5FL(config-line)#end
HBMLOSSW5FL#
HBMLOSSW5FL#Building configuration...
[OK]~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~

Connecting to IOS IP 172.28.46.1 
IOS Device: HBMLOSSWCORE
config term
Enter configuration commands, one per line.  End with CNTL/Z.
HBMLOSSWCORE(config)#no enable password
HBMLOSSWCORE(config)#!
HBMLOSSWCORE(config)#no username opmantek 
HBMLOSSWCORE(config)#yes
                     ^
% Invalid input detected at '^' marker.

HBMLOSSWCORE(config)#!
HBMLOSSWCORE(config)#username opmantek privilege 15 secret 0 N0Data4U!
HBMLOSSWCORE(config)#enable secret 0 circlebackaround
HBMLOSSWCORE(config)#!
HBMLOSSWCORE(config)#no ip access-list extended SSH-ONLY
HBMLOSSWCORE(config)#no ip access-list extended SSH-Only
HBMLOSSWCORE(config)#no ip access-list extended Use-SSH
HBMLOSSWCORE(config)#no ip access-list extended UseSSH
HBMLOSSWCORE(config)#!
HBMLOSSWCORE(config)#ip access-list extended UseSSH 
HBMLOSSWCORE(config-ext-nacl)# permit tcp 206.225.144.0 0.0.15.255 any eq 22
HBMLOSSWCORE(config-ext-nacl)# permit tcp 167.173.0.0 0.0.255.255 any eq 22
HBMLOSSWCORE(config-ext-nacl)# permit tcp host 83.244.129.66 any eq 22
HBMLOSSWCORE(config-ext-nacl)# permit tcp 64.178.160.0 0.0.15.255 any eq 22
HBMLOSSWCORE(config-ext-nacl)# permit tcp host 31.221.41.210 any eq 22
HBMLOSSWCORE(config-ext-nacl)# permit tcp 172.19.0.0 0.0.255.255 any eq 22
HBMLOSSWCORE(config-ext-nacl)# permit tcp 10.77.0.0 0.0.255.255 any eq 22
HBMLOSSWCORE(config-ext-nacl)# permit tcp 10.76.0.0 0.0.255.255 any eq 22
HBMLOSSWCORE(config-ext-nacl)# permit tcp 10.70.0.0 0.0.255.255 any eq 22
HBMLOSSWCORE(config-ext-nacl)# permit tcp 10.72.0.0 0.0.255.255 any eq 22
HBMLOSSWCORE(config-ext-nacl)# permit tcp 198.185.164.0 0.0.0.255 any eq 22
HBMLOSSWCORE(config-ext-nacl)# permit tcp 10.171.8.0 0.0.0.255 any eq 22
HBMLOSSWCORE(config-ext-nacl)# permit tcp 10.90.122.0 0.0.0.255 any eq 22
HBMLOSSWCORE(config-ext-nacl)# permit tcp 10.196.0.0 0.0.255.255 any eq 22
HBMLOSSWCORE(config-ext-nacl)# permit tcp 10.193.32.0 0.0.0.255 any eq 22
HBMLOSSWCORE(config-ext-nacl)# permit tcp 10.168.76.0 0.0.0.255 any eq 22
HBMLOSSWCORE(config-ext-nacl)#!
HBMLOSSWCORE(config-ext-nacl)#line vty 0 15
HBMLOSSWCORE(config-line)# access-class UseSSH in
HBMLOSSWCORE(config-line)#!
HBMLOSSWCORE(config-line)#end
HBMLOSSWCORE#
HBMLOSSWCORE#Building configuration...
[OK]~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~

Connecting to IOS IP 10.172.1.14 
IOS Device: hn-001-swpe1001
config term
Enter configuration commands, one per line.  End with CNTL/Z.
hn-001-swpe1001(config)#no enable password
hn-001-swpe1001(config)#!
hn-001-swpe1001(config)#no username opmantek 
hn-001-swpe1001(config)#yes
                        ^
% Invalid input detected at '^' marker.

hn-001-swpe1001(config)#!
hn-001-swpe1001(config)#username opmantek privilege 15 secret 0 N0Data4U!
hn-001-swpe1001(config)#enable secret 0 circlebackaround
hn-001-swpe1001(config)#!
hn-001-swpe1001(config)#no ip access-list extended SSH-ONLY
hn-001-swpe1001(config)#no ip access-list extended SSH-Only
hn-001-swpe1001(config)#no ip access-list extended Use-SSH
hn-001-swpe1001(config)#no ip access-list extended UseSSH
hn-001-swpe1001(config)#!
hn-001-swpe1001(config)#ip access-list extended UseSSH 
hn-001-swpe1001(config-ext-nacl)# permit tcp 206.225.144.0 0.0.15.255 any eq 22
hn-001-swpe1001(config-ext-nacl)# permit tcp 167.173.0.0 0.0.255.255 any eq 22
hn-001-swpe1001(config-ext-nacl)# permit tcp host 83.244.129.66 any eq 22
hn-001-swpe1001(config-ext-nacl)# permit tcp 64.178.160.0 0.0.15.255 any eq 22
hn-001-swpe1001(config-ext-nacl)# permit tcp host 31.221.41.210 any eq 22
hn-001-swpe1001(config-ext-nacl)# permit tcp 172.19.0.0 0.0.255.255 any eq 22
hn-001-swpe1001(config-ext-nacl)# permit tcp 10.77.0.0 0.0.255.255 any eq 22
hn-001-swpe1001(config-ext-nacl)# permit tcp 10.76.0.0 0.0.255.255 any eq 22
hn-001-swpe1001(config-ext-nacl)# permit tcp 10.70.0.0 0.0.255.255 any eq 22
hn-001-swpe1001(config-ext-nacl)# permit tcp 10.72.0.0 0.0.255.255 any eq 22
hn-001-swpe1001(config-ext-nacl)# permit tcp 198.185.164.0 0.0.0.255 any eq 22
hn-001-swpe1001(config-ext-nacl)# permit tcp 10.171.8.0 0.0.0.255 any eq 22
hn-001-swpe1001(config-ext-nacl)# permit tcp 10.90.122.0 0.0.0.255 any eq 22
hn-001-swpe1001(config-ext-nacl)# permit tcp 10.196.0.0 0.0.255.255 any eq 22
hn-001-swpe1001(config-ext-nacl)# permit tcp 10.193.32.0 0.0.0.255 any eq 22
hn-001-swpe1001(config-ext-nacl)# permit tcp 10.168.76.0 0.0.0.255 any eq 22
hn-001-swpe1001(config-ext-nacl)#!
hn-001-swpe1001(config-ext-nacl)#line vty 0 15
hn-001-swpe1001(config-line)# access-class UseSSH in
hn-001-swpe1001(config-line)#!
hn-001-swpe1001(config-line)#end
hn-001-swpe1001#
hn-001-swpe1001#Building configuration...
[OK]~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~

Connecting to IOS IP 10.172.1.15 
IOS Device: hn-001-swpe1002
config term
Enter configuration commands, one per line.  End with CNTL/Z.
hn-001-swpe1002(config)#no enable password
hn-001-swpe1002(config)#!
hn-001-swpe1002(config)#no username opmantek 
hn-001-swpe1002(config)#yes
                        ^
% Invalid input detected at '^' marker.

hn-001-swpe1002(config)#!
hn-001-swpe1002(config)#username opmantek privilege 15 secret 0 N0Data4U!
hn-001-swpe1002(config)#enable secret 0 circlebackaround
hn-001-swpe1002(config)#!
hn-001-swpe1002(config)#no ip access-list extended SSH-ONLY
hn-001-swpe1002(config)#no ip access-list extended SSH-Only
hn-001-swpe1002(config)#no ip access-list extended Use-SSH
hn-001-swpe1002(config)#no ip access-list extended UseSSH
hn-001-swpe1002(config)#!
hn-001-swpe1002(config)#ip access-list extended UseSSH 
hn-001-swpe1002(config-ext-nacl)# permit tcp 206.225.144.0 0.0.15.255 any eq 22
hn-001-swpe1002(config-ext-nacl)# permit tcp 167.173.0.0 0.0.255.255 any eq 22
hn-001-swpe1002(config-ext-nacl)# permit tcp host 83.244.129.66 any eq 22
hn-001-swpe1002(config-ext-nacl)# permit tcp 64.178.160.0 0.0.15.255 any eq 22
hn-001-swpe1002(config-ext-nacl)# permit tcp host 31.221.41.210 any eq 22
hn-001-swpe1002(config-ext-nacl)# permit tcp 172.19.0.0 0.0.255.255 any eq 22
hn-001-swpe1002(config-ext-nacl)# permit tcp 10.77.0.0 0.0.255.255 any eq 22
hn-001-swpe1002(config-ext-nacl)# permit tcp 10.76.0.0 0.0.255.255 any eq 22
hn-001-swpe1002(config-ext-nacl)# permit tcp 10.70.0.0 0.0.255.255 any eq 22
hn-001-swpe1002(config-ext-nacl)# permit tcp 10.72.0.0 0.0.255.255 any eq 22
hn-001-swpe1002(config-ext-nacl)# permit tcp 198.185.164.0 0.0.0.255 any eq 22
hn-001-swpe1002(config-ext-nacl)# permit tcp 10.171.8.0 0.0.0.255 any eq 22
hn-001-swpe1002(config-ext-nacl)# permit tcp 10.90.122.0 0.0.0.255 any eq 22
hn-001-swpe1002(config-ext-nacl)# permit tcp 10.196.0.0 0.0.255.255 any eq 22
hn-001-swpe1002(config-ext-nacl)# permit tcp 10.193.32.0 0.0.0.255 any eq 22
hn-001-swpe1002(config-ext-nacl)# permit tcp 10.168.76.0 0.0.0.255 any eq 22
hn-001-swpe1002(config-ext-nacl)#!
hn-001-swpe1002(config-ext-nacl)#line vty 0 15
hn-001-swpe1002(config-line)# access-class UseSSH in
hn-001-swpe1002(config-line)#!
hn-001-swpe1002(config-line)#end
hn-001-swpe1002#
hn-001-swpe1002#Building configuration...
[OK]~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~

Connecting to IOS IP 172.18.3.216 
Connecting to IOS IP 167.173.36.10 
IOS Device: KCCI-GW-SW1
config term
Enter configuration commands, one per line.  End with CNTL/Z.
KCCI-GW-SW1(config)#no enable password
KCCI-GW-SW1(config)#!
KCCI-GW-SW1(config)#no username opmantek 
KCCI-GW-SW1(config)#yes
                    ^
% Invalid input detected at '^' marker.

KCCI-GW-SW1(config)#!
KCCI-GW-SW1(config)#username opmantek privilege 15 secret 0 N0Data4U!
KCCI-GW-SW1(config)#enable secret 0 circlebackaround
KCCI-GW-SW1(config)#!
KCCI-GW-SW1(config)#no ip access-list extended SSH-ONLY
KCCI-GW-SW1(config)#no ip access-list extended SSH-Only
KCCI-GW-SW1(config)#no ip access-list extended Use-SSH
KCCI-GW-SW1(config)#no ip access-list extended UseSSH
KCCI-GW-SW1(config)#!
KCCI-GW-SW1(config)#ip access-list extended UseSSH 
KCCI-GW-SW1(config-ext-nacl)# permit tcp 206.225.144.0 0.0.15.255 any eq 22
KCCI-GW-SW1(config-ext-nacl)# permit tcp 167.173.0.0 0.0.255.255 any eq 22
KCCI-GW-SW1(config-ext-nacl)# permit tcp host 83.244.129.66 any eq 22
KCCI-GW-SW1(config-ext-nacl)# permit tcp 64.178.160.0 0.0.15.255 any eq 22
KCCI-GW-SW1(config-ext-nacl)# permit tcp host 31.221.41.210 any eq 22
KCCI-GW-SW1(config-ext-nacl)# permit tcp 172.19.0.0 0.0.255.255 any eq 22
KCCI-GW-SW1(config-ext-nacl)# permit tcp 10.77.0.0 0.0.255.255 any eq 22
KCCI-GW-SW1(config-ext-nacl)# permit tcp 10.76.0.0 0.0.255.255 any eq 22
KCCI-GW-SW1(config-ext-nacl)# permit tcp 10.70.0.0 0.0.255.255 any eq 22
KCCI-GW-SW1(config-ext-nacl)# permit tcp 10.72.0.0 0.0.255.255 any eq 22
KCCI-GW-SW1(config-ext-nacl)# permit tcp 198.185.164.0 0.0.0.255 any eq 22
KCCI-GW-SW1(config-ext-nacl)# permit tcp 10.171.8.0 0.0.0.255 any eq 22
KCCI-GW-SW1(config-ext-nacl)# permit tcp 10.90.122.0 0.0.0.255 any eq 22
KCCI-GW-SW1(config-ext-nacl)# permit tcp 10.196.0.0 0.0.255.255 any eq 22
KCCI-GW-SW1(config-ext-nacl)# permit tcp 10.193.32.0 0.0.0.255 any eq 22
KCCI-GW-SW1(config-ext-nacl)# permit tcp 10.168.76.0 0.0.0.255 any eq 22
KCCI-GW-SW1(config-ext-nacl)#!
KCCI-GW-SW1(config-ext-nacl)#line vty 0 15
KCCI-GW-SW1(config-line)# access-class UseSSH in
KCCI-GW-SW1(config-line)#!
KCCI-GW-SW1(config-line)#end
KCCI-GW-SW1#
KCCI-GW-SW1#Building configuration...
[OK]~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~

Connecting to IOS IP 10.151.1.25 
Connecting to IOS IP 167.173.27.10 
IOS Device: kcra-gw-sw1
config term
Enter configuration commands, one per line.  End with CNTL/Z.
kcra-gw-sw1(config)#no enable password
kcra-gw-sw1(config)#!
kcra-gw-sw1(config)#no username opmantek 
kcra-gw-sw1(config)#yes
                    ^
% Invalid input detected at '^' marker.

kcra-gw-sw1(config)#!
kcra-gw-sw1(config)#username opmantek privilege 15 secret 0 N0Data4U!
kcra-gw-sw1(config)#enable secret 0 circlebackaround
kcra-gw-sw1(config)#!
kcra-gw-sw1(config)#no ip access-list extended SSH-ONLY
kcra-gw-sw1(config)#no ip access-list extended SSH-Only
kcra-gw-sw1(config)#no ip access-list extended Use-SSH
kcra-gw-sw1(config)#no ip access-list extended UseSSH
kcra-gw-sw1(config)#!
kcra-gw-sw1(config)#ip access-list extended UseSSH 
kcra-gw-sw1(config-ext-nacl)# permit tcp 206.225.144.0 0.0.15.255 any eq 22
kcra-gw-sw1(config-ext-nacl)# permit tcp 167.173.0.0 0.0.255.255 any eq 22
kcra-gw-sw1(config-ext-nacl)# permit tcp host 83.244.129.66 any eq 22
kcra-gw-sw1(config-ext-nacl)# permit tcp 64.178.160.0 0.0.15.255 any eq 22
kcra-gw-sw1(config-ext-nacl)# permit tcp host 31.221.41.210 any eq 22
kcra-gw-sw1(config-ext-nacl)# permit tcp 172.19.0.0 0.0.255.255 any eq 22
kcra-gw-sw1(config-ext-nacl)# permit tcp 10.77.0.0 0.0.255.255 any eq 22
kcra-gw-sw1(config-ext-nacl)# permit tcp 10.76.0.0 0.0.255.255 any eq 22
kcra-gw-sw1(config-ext-nacl)# permit tcp 10.70.0.0 0.0.255.255 any eq 22
kcra-gw-sw1(config-ext-nacl)# permit tcp 10.72.0.0 0.0.255.255 any eq 22
kcra-gw-sw1(config-ext-nacl)# permit tcp 198.185.164.0 0.0.0.255 any eq 22
kcra-gw-sw1(config-ext-nacl)# permit tcp 10.171.8.0 0.0.0.255 any eq 22
kcra-gw-sw1(config-ext-nacl)# permit tcp 10.90.122.0 0.0.0.255 any eq 22
kcra-gw-sw1(config-ext-nacl)# permit tcp 10.196.0.0 0.0.255.255 any eq 22
kcra-gw-sw1(config-ext-nacl)# permit tcp 10.193.32.0 0.0.0.255 any eq 22
kcra-gw-sw1(config-ext-nacl)# permit tcp 10.168.76.0 0.0.0.255 any eq 22
kcra-gw-sw1(config-ext-nacl)#!
kcra-gw-sw1(config-ext-nacl)#line vty 0 15
kcra-gw-sw1(config-line)# access-class UseSSH in
kcra-gw-sw1(config-line)#!
kcra-gw-sw1(config-line)#end
kcra-gw-sw1#
kcra-gw-sw1#Building configuration...
[OK]~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~

Connecting to IOS IP 10.145.1.13 
IOS Device: KETV-MGMT-SW1
config term
Enter configuration commands, one per line.  End with CNTL/Z.
KETV-MGMT-SW1(config)#no enable password
KETV-MGMT-SW1(config)#!
KETV-MGMT-SW1(config)#no username opmantek 
KETV-MGMT-SW1(config)#yes
                      ^
% Invalid input detected at '^' marker.

KETV-MGMT-SW1(config)#!
KETV-MGMT-SW1(config)#username opmantek privilege 15 secret 0 N0Data4U!
KETV-MGMT-SW1(config)#enable secret 0 circlebackaround
KETV-MGMT-SW1(config)#!
KETV-MGMT-SW1(config)#no ip access-list extended SSH-ONLY
KETV-MGMT-SW1(config)#no ip access-list extended SSH-Only
KETV-MGMT-SW1(config)#no ip access-list extended Use-SSH
KETV-MGMT-SW1(config)#no ip access-list extended UseSSH
KETV-MGMT-SW1(config)#!
KETV-MGMT-SW1(config)#ip access-list extended UseSSH 
KETV-MGMT-SW1(config-ext-nacl)# permit tcp 206.225.144.0 0.0.15.255 any eq 22
KETV-MGMT-SW1(config-ext-nacl)# permit tcp 167.173.0.0 0.0.255.255 any eq 22
KETV-MGMT-SW1(config-ext-nacl)# permit tcp host 83.244.129.66 any eq 22
KETV-MGMT-SW1(config-ext-nacl)# permit tcp 64.178.160.0 0.0.15.255 any eq 22
KETV-MGMT-SW1(config-ext-nacl)# permit tcp host 31.221.41.210 any eq 22
KETV-MGMT-SW1(config-ext-nacl)# permit tcp 172.19.0.0 0.0.255.255 any eq 22
KETV-MGMT-SW1(config-ext-nacl)# permit tcp 10.77.0.0 0.0.255.255 any eq 22
KETV-MGMT-SW1(config-ext-nacl)# permit tcp 10.76.0.0 0.0.255.255 any eq 22
KETV-MGMT-SW1(config-ext-nacl)# permit tcp 10.70.0.0 0.0.255.255 any eq 22
KETV-MGMT-SW1(config-ext-nacl)# permit tcp 10.72.0.0 0.0.255.255 any eq 22
KETV-MGMT-SW1(config-ext-nacl)# permit tcp 198.185.164.0 0.0.0.255 any eq 22
KETV-MGMT-SW1(config-ext-nacl)# permit tcp 10.171.8.0 0.0.0.255 any eq 22
KETV-MGMT-SW1(config-ext-nacl)# permit tcp 10.90.122.0 0.0.0.255 any eq 22
KETV-MGMT-SW1(config-ext-nacl)# permit tcp 10.196.0.0 0.0.255.255 any eq 22
KETV-MGMT-SW1(config-ext-nacl)# permit tcp 10.193.32.0 0.0.0.255 any eq 22
KETV-MGMT-SW1(config-ext-nacl)# permit tcp 10.168.76.0 0.0.0.255 any eq 22
KETV-MGMT-SW1(config-ext-nacl)#!
KETV-MGMT-SW1(config-ext-nacl)#line vty 0 15
KETV-MGMT-SW1(config-line)# access-class UseSSH in
KETV-MGMT-SW1(config-line)#!
KETV-MGMT-SW1(config-line)#end
KETV-MGMT-SW1#
KETV-MGMT-SW1#Building configuration...
[OK]~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~

Connecting to IOS IP 10.145.1.14 
IOS Device: KETV-MGMT-SW2
config term
Enter configuration commands, one per line.  End with CNTL/Z.
KETV-MGMT-SW2(config)#no enable password
KETV-MGMT-SW2(config)#!
KETV-MGMT-SW2(config)#no username opmantek 
KETV-MGMT-SW2(config)#yes
                      ^
% Invalid input detected at '^' marker.

KETV-MGMT-SW2(config)#!
KETV-MGMT-SW2(config)#username opmantek privilege 15 secret 0 N0Data4U!
KETV-MGMT-SW2(config)#enable secret 0 circlebackaround
KETV-MGMT-SW2(config)#!
KETV-MGMT-SW2(config)#no ip access-list extended SSH-ONLY
KETV-MGMT-SW2(config)#no ip access-list extended SSH-Only
KETV-MGMT-SW2(config)#no ip access-list extended Use-SSH
KETV-MGMT-SW2(config)#no ip access-list extended UseSSH
KETV-MGMT-SW2(config)#!
KETV-MGMT-SW2(config)#ip access-list extended UseSSH 
KETV-MGMT-SW2(config-ext-nacl)# permit tcp 206.225.144.0 0.0.15.255 any eq 22
KETV-MGMT-SW2(config-ext-nacl)# permit tcp 167.173.0.0 0.0.255.255 any eq 22
KETV-MGMT-SW2(config-ext-nacl)# permit tcp host 83.244.129.66 any eq 22
KETV-MGMT-SW2(config-ext-nacl)# permit tcp 64.178.160.0 0.0.15.255 any eq 22
KETV-MGMT-SW2(config-ext-nacl)# permit tcp host 31.221.41.210 any eq 22
KETV-MGMT-SW2(config-ext-nacl)# permit tcp 172.19.0.0 0.0.255.255 any eq 22
KETV-MGMT-SW2(config-ext-nacl)# permit tcp 10.77.0.0 0.0.255.255 any eq 22
KETV-MGMT-SW2(config-ext-nacl)# permit tcp 10.76.0.0 0.0.255.255 any eq 22
KETV-MGMT-SW2(config-ext-nacl)# permit tcp 10.70.0.0 0.0.255.255 any eq 22
KETV-MGMT-SW2(config-ext-nacl)# permit tcp 10.72.0.0 0.0.255.255 any eq 22
KETV-MGMT-SW2(config-ext-nacl)# permit tcp 198.185.164.0 0.0.0.255 any eq 22
KETV-MGMT-SW2(config-ext-nacl)# permit tcp 10.171.8.0 0.0.0.255 any eq 22
KETV-MGMT-SW2(config-ext-nacl)# permit tcp 10.90.122.0 0.0.0.255 any eq 22
KETV-MGMT-SW2(config-ext-nacl)# permit tcp 10.196.0.0 0.0.255.255 any eq 22
KETV-MGMT-SW2(config-ext-nacl)# permit tcp 10.193.32.0 0.0.0.255 any eq 22
KETV-MGMT-SW2(config-ext-nacl)# permit tcp 10.168.76.0 0.0.0.255 any eq 22
KETV-MGMT-SW2(config-ext-nacl)#!
KETV-MGMT-SW2(config-ext-nacl)#line vty 0 15
KETV-MGMT-SW2(config-line)# access-class UseSSH in
KETV-MGMT-SW2(config-line)#!
KETV-MGMT-SW2(config-line)#end
KETV-MGMT-SW2#
KETV-MGMT-SW2#Building configuration...
[OK]~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~

Connecting to IOS IP 10.145.1.15 
IOS Device: KETV-MGMT-SW3
config term
Enter configuration commands, one per line.  End with CNTL/Z.
KETV-MGMT-SW3(config)#no enable password
KETV-MGMT-SW3(config)#!
KETV-MGMT-SW3(config)#no username opmantek 
KETV-MGMT-SW3(config)#yes
                      ^
% Invalid input detected at '^' marker.

KETV-MGMT-SW3(config)#!
KETV-MGMT-SW3(config)#username opmantek privilege 15 secret 0 N0Data4U!
KETV-MGMT-SW3(config)#enable secret 0 circlebackaround
KETV-MGMT-SW3(config)#!
KETV-MGMT-SW3(config)#no ip access-list extended SSH-ONLY
KETV-MGMT-SW3(config)#no ip access-list extended SSH-Only
KETV-MGMT-SW3(config)#no ip access-list extended Use-SSH
KETV-MGMT-SW3(config)#no ip access-list extended UseSSH
KETV-MGMT-SW3(config)#!
KETV-MGMT-SW3(config)#ip access-list extended UseSSH 
KETV-MGMT-SW3(config-ext-nacl)# permit tcp 206.225.144.0 0.0.15.255 any eq 22
KETV-MGMT-SW3(config-ext-nacl)# permit tcp 167.173.0.0 0.0.255.255 any eq 22
KETV-MGMT-SW3(config-ext-nacl)# permit tcp host 83.244.129.66 any eq 22
KETV-MGMT-SW3(config-ext-nacl)# permit tcp 64.178.160.0 0.0.15.255 any eq 22
KETV-MGMT-SW3(config-ext-nacl)# permit tcp host 31.221.41.210 any eq 22
KETV-MGMT-SW3(config-ext-nacl)# permit tcp 172.19.0.0 0.0.255.255 any eq 22
KETV-MGMT-SW3(config-ext-nacl)# permit tcp 10.77.0.0 0.0.255.255 any eq 22
KETV-MGMT-SW3(config-ext-nacl)# permit tcp 10.76.0.0 0.0.255.255 any eq 22
KETV-MGMT-SW3(config-ext-nacl)# permit tcp 10.70.0.0 0.0.255.255 any eq 22
KETV-MGMT-SW3(config-ext-nacl)# permit tcp 10.72.0.0 0.0.255.255 any eq 22
KETV-MGMT-SW3(config-ext-nacl)# permit tcp 198.185.164.0 0.0.0.255 any eq 22
KETV-MGMT-SW3(config-ext-nacl)# permit tcp 10.171.8.0 0.0.0.255 any eq 22
KETV-MGMT-SW3(config-ext-nacl)# permit tcp 10.90.122.0 0.0.0.255 any eq 22
KETV-MGMT-SW3(config-ext-nacl)# permit tcp 10.196.0.0 0.0.255.255 any eq 22
KETV-MGMT-SW3(config-ext-nacl)# permit tcp 10.193.32.0 0.0.0.255 any eq 22
KETV-MGMT-SW3(config-ext-nacl)# permit tcp 10.168.76.0 0.0.0.255 any eq 22
KETV-MGMT-SW3(config-ext-nacl)#!
KETV-MGMT-SW3(config-ext-nacl)#line vty 0 15
KETV-MGMT-SW3(config-line)# access-class UseSSH in
KETV-MGMT-SW3(config-line)#!
KETV-MGMT-SW3(config-line)#end
KETV-MGMT-SW3#
KETV-MGMT-SW3#Building configuration...
[OK]~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~

Connecting to IOS IP 10.145.1.16 
IOS Device: KETV-MGMT-SW4
config term
Enter configuration commands, one per line.  End with CNTL/Z.
KETV-MGMT-SW4(config)#no enable password
KETV-MGMT-SW4(config)#!
KETV-MGMT-SW4(config)#no username opmantek 
KETV-MGMT-SW4(config)#yes
                      ^
% Invalid input detected at '^' marker.

KETV-MGMT-SW4(config)#!
KETV-MGMT-SW4(config)#username opmantek privilege 15 secret 0 N0Data4U!
KETV-MGMT-SW4(config)#enable secret 0 circlebackaround
KETV-MGMT-SW4(config)#!
KETV-MGMT-SW4(config)#no ip access-list extended SSH-ONLY
KETV-MGMT-SW4(config)#no ip access-list extended SSH-Only
KETV-MGMT-SW4(config)#no ip access-list extended Use-SSH
KETV-MGMT-SW4(config)#no ip access-list extended UseSSH
KETV-MGMT-SW4(config)#!
KETV-MGMT-SW4(config)#ip access-list extended UseSSH 
KETV-MGMT-SW4(config-ext-nacl)# permit tcp 206.225.144.0 0.0.15.255 any eq 22
KETV-MGMT-SW4(config-ext-nacl)# permit tcp 167.173.0.0 0.0.255.255 any eq 22
KETV-MGMT-SW4(config-ext-nacl)# permit tcp host 83.244.129.66 any eq 22
KETV-MGMT-SW4(config-ext-nacl)# permit tcp 64.178.160.0 0.0.15.255 any eq 22
KETV-MGMT-SW4(config-ext-nacl)# permit tcp host 31.221.41.210 any eq 22
KETV-MGMT-SW4(config-ext-nacl)# permit tcp 172.19.0.0 0.0.255.255 any eq 22
KETV-MGMT-SW4(config-ext-nacl)# permit tcp 10.77.0.0 0.0.255.255 any eq 22
KETV-MGMT-SW4(config-ext-nacl)# permit tcp 10.76.0.0 0.0.255.255 any eq 22
KETV-MGMT-SW4(config-ext-nacl)# permit tcp 10.70.0.0 0.0.255.255 any eq 22
KETV-MGMT-SW4(config-ext-nacl)# permit tcp 10.72.0.0 0.0.255.255 any eq 22
KETV-MGMT-SW4(config-ext-nacl)# permit tcp 198.185.164.0 0.0.0.255 any eq 22
KETV-MGMT-SW4(config-ext-nacl)# permit tcp 10.171.8.0 0.0.0.255 any eq 22
KETV-MGMT-SW4(config-ext-nacl)# permit tcp 10.90.122.0 0.0.0.255 any eq 22
KETV-MGMT-SW4(config-ext-nacl)# permit tcp 10.196.0.0 0.0.255.255 any eq 22
KETV-MGMT-SW4(config-ext-nacl)# permit tcp 10.193.32.0 0.0.0.255 any eq 22
KETV-MGMT-SW4(config-ext-nacl)# permit tcp 10.168.76.0 0.0.0.255 any eq 22
KETV-MGMT-SW4(config-ext-nacl)#!
KETV-MGMT-SW4(config-ext-nacl)#line vty 0 15
KETV-MGMT-SW4(config-line)# access-class UseSSH in
KETV-MGMT-SW4(config-line)#!
KETV-MGMT-SW4(config-line)#end
KETV-MGMT-SW4#
KETV-MGMT-SW4#Building configuration...
[OK]~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~

Connecting to IOS IP 167.173.32.10 
IOS Device: KHOG-GW-SW1
config term
Enter configuration commands, one per line.  End with CNTL/Z.
KHOG-GW-SW1(config)#no enable password
KHOG-GW-SW1(config)#!
KHOG-GW-SW1(config)#no username opmantek 
KHOG-GW-SW1(config)#yes
                    ^
% Invalid input detected at '^' marker.

KHOG-GW-SW1(config)#!
KHOG-GW-SW1(config)#username opmantek privilege 15 secret 0 N0Data4U!
KHOG-GW-SW1(config)#enable secret 0 circlebackaround
KHOG-GW-SW1(config)#!
KHOG-GW-SW1(config)#no ip access-list extended SSH-ONLY
KHOG-GW-SW1(config)#no ip access-list extended SSH-Only
KHOG-GW-SW1(config)#no ip access-list extended Use-SSH
KHOG-GW-SW1(config)#no ip access-list extended UseSSH
KHOG-GW-SW1(config)#!
KHOG-GW-SW1(config)#ip access-list extended UseSSH 
KHOG-GW-SW1(config-ext-nacl)# permit tcp 206.225.144.0 0.0.15.255 any eq 22
KHOG-GW-SW1(config-ext-nacl)# permit tcp 167.173.0.0 0.0.255.255 any eq 22
KHOG-GW-SW1(config-ext-nacl)# permit tcp host 83.244.129.66 any eq 22
KHOG-GW-SW1(config-ext-nacl)# permit tcp 64.178.160.0 0.0.15.255 any eq 22
KHOG-GW-SW1(config-ext-nacl)# permit tcp host 31.221.41.210 any eq 22
KHOG-GW-SW1(config-ext-nacl)# permit tcp 172.19.0.0 0.0.255.255 any eq 22
KHOG-GW-SW1(config-ext-nacl)# permit tcp 10.77.0.0 0.0.255.255 any eq 22
KHOG-GW-SW1(config-ext-nacl)# permit tcp 10.76.0.0 0.0.255.255 any eq 22
KHOG-GW-SW1(config-ext-nacl)# permit tcp 10.70.0.0 0.0.255.255 any eq 22
KHOG-GW-SW1(config-ext-nacl)# permit tcp 10.72.0.0 0.0.255.255 any eq 22
KHOG-GW-SW1(config-ext-nacl)# permit tcp 198.185.164.0 0.0.0.255 any eq 22
KHOG-GW-SW1(config-ext-nacl)# permit tcp 10.171.8.0 0.0.0.255 any eq 22
KHOG-GW-SW1(config-ext-nacl)# permit tcp 10.90.122.0 0.0.0.255 any eq 22
KHOG-GW-SW1(config-ext-nacl)# permit tcp 10.196.0.0 0.0.255.255 any eq 22
KHOG-GW-SW1(config-ext-nacl)# permit tcp 10.193.32.0 0.0.0.255 any eq 22
KHOG-GW-SW1(config-ext-nacl)# permit tcp 10.168.76.0 0.0.0.255 any eq 22
KHOG-GW-SW1(config-ext-nacl)#!
KHOG-GW-SW1(config-ext-nacl)#line vty 0 15
KHOG-GW-SW1(config-line)# access-class UseSSH in
KHOG-GW-SW1(config-line)#!
KHOG-GW-SW1(config-line)#end
KHOG-GW-SW1#
KHOG-GW-SW1#Building configuration...
[OK]~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~

Connecting to IOS IP 10.187.1.52 
Connecting to IOS IP 167.173.19.10 
IOS Device: KMBC-GW-SW1
config term
Enter configuration commands, one per line.  End with CNTL/Z.
KMBC-GW-SW1(config)#no enable password
KMBC-GW-SW1(config)#!
KMBC-GW-SW1(config)#no username opmantek 
KMBC-GW-SW1(config)#yes
                    ^
% Invalid input detected at '^' marker.

KMBC-GW-SW1(config)#!
KMBC-GW-SW1(config)#username opmantek privilege 15 secret 0 N0Data4U!
KMBC-GW-SW1(config)#enable secret 0 circlebackaround
KMBC-GW-SW1(config)#!
KMBC-GW-SW1(config)#no ip access-list extended SSH-ONLY
KMBC-GW-SW1(config)#no ip access-list extended SSH-Only
KMBC-GW-SW1(config)#no ip access-list extended Use-SSH
KMBC-GW-SW1(config)#no ip access-list extended UseSSH
KMBC-GW-SW1(config)#!
KMBC-GW-SW1(config)#ip access-list extended UseSSH 
KMBC-GW-SW1(config-ext-nacl)# permit tcp 206.225.144.0 0.0.15.255 any eq 22
KMBC-GW-SW1(config-ext-nacl)# permit tcp 167.173.0.0 0.0.255.255 any eq 22
KMBC-GW-SW1(config-ext-nacl)# permit tcp host 83.244.129.66 any eq 22
KMBC-GW-SW1(config-ext-nacl)# permit tcp 64.178.160.0 0.0.15.255 any eq 22
KMBC-GW-SW1(config-ext-nacl)# permit tcp host 31.221.41.210 any eq 22
KMBC-GW-SW1(config-ext-nacl)# permit tcp 172.19.0.0 0.0.255.255 any eq 22
KMBC-GW-SW1(config-ext-nacl)# permit tcp 10.77.0.0 0.0.255.255 any eq 22
KMBC-GW-SW1(config-ext-nacl)# permit tcp 10.76.0.0 0.0.255.255 any eq 22
KMBC-GW-SW1(config-ext-nacl)# permit tcp 10.70.0.0 0.0.255.255 any eq 22
KMBC-GW-SW1(config-ext-nacl)# permit tcp 10.72.0.0 0.0.255.255 any eq 22
KMBC-GW-SW1(config-ext-nacl)# permit tcp 198.185.164.0 0.0.0.255 any eq 22
KMBC-GW-SW1(config-ext-nacl)# permit tcp 10.171.8.0 0.0.0.255 any eq 22
KMBC-GW-SW1(config-ext-nacl)# permit tcp 10.90.122.0 0.0.0.255 any eq 22
KMBC-GW-SW1(config-ext-nacl)# permit tcp 10.196.0.0 0.0.255.255 any eq 22
KMBC-GW-SW1(config-ext-nacl)# permit tcp 10.193.32.0 0.0.0.255 any eq 22
KMBC-GW-SW1(config-ext-nacl)# permit tcp 10.168.76.0 0.0.0.255 any eq 22
KMBC-GW-SW1(config-ext-nacl)#!
KMBC-GW-SW1(config-ext-nacl)#line vty 0 15
KMBC-GW-SW1(config-line)# access-class UseSSH in
KMBC-GW-SW1(config-line)#!
KMBC-GW-SW1(config-line)#end
KMBC-GW-SW1#
KMBC-GW-SW1#Building configuration...
[OK]~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~

Connecting to IOS IP 10.141.1.31 
Connecting to IOS IP 10.141.1.32 
Connecting to IOS IP 10.141.1.61 
Connecting to IOS IP 167.173.232.10 
IOS Device: KOAT-GW-SW01
config term
Enter configuration commands, one per line.  End with CNTL/Z.
KOAT-GW-SW01(config)#no enable password
KOAT-GW-SW01(config)#!
KOAT-GW-SW01(config)#no username opmantek 
KOAT-GW-SW01(config)#yes
                     ^
% Invalid input detected at '^' marker.

KOAT-GW-SW01(config)#!
KOAT-GW-SW01(config)#username opmantek privilege 15 secret 0 N0Data4U!
KOAT-GW-SW01(config)#enable secret 0 circlebackaround
KOAT-GW-SW01(config)#!
KOAT-GW-SW01(config)#no ip access-list extended SSH-ONLY
KOAT-GW-SW01(config)#no ip access-list extended SSH-Only
KOAT-GW-SW01(config)#no ip access-list extended Use-SSH
KOAT-GW-SW01(config)#no ip access-list extended UseSSH
KOAT-GW-SW01(config)#!
KOAT-GW-SW01(config)#ip access-list extended UseSSH 
KOAT-GW-SW01(config-ext-nacl)# permit tcp 206.225.144.0 0.0.15.255 any eq 22
KOAT-GW-SW01(config-ext-nacl)# permit tcp 167.173.0.0 0.0.255.255 any eq 22
KOAT-GW-SW01(config-ext-nacl)# permit tcp host 83.244.129.66 any eq 22
KOAT-GW-SW01(config-ext-nacl)# permit tcp 64.178.160.0 0.0.15.255 any eq 22
KOAT-GW-SW01(config-ext-nacl)# permit tcp host 31.221.41.210 any eq 22
KOAT-GW-SW01(config-ext-nacl)# permit tcp 172.19.0.0 0.0.255.255 any eq 22
KOAT-GW-SW01(config-ext-nacl)# permit tcp 10.77.0.0 0.0.255.255 any eq 22
KOAT-GW-SW01(config-ext-nacl)# permit tcp 10.76.0.0 0.0.255.255 any eq 22
KOAT-GW-SW01(config-ext-nacl)# permit tcp 10.70.0.0 0.0.255.255 any eq 22
KOAT-GW-SW01(config-ext-nacl)# permit tcp 10.72.0.0 0.0.255.255 any eq 22
KOAT-GW-SW01(config-ext-nacl)# permit tcp 198.185.164.0 0.0.0.255 any eq 22
KOAT-GW-SW01(config-ext-nacl)# permit tcp 10.171.8.0 0.0.0.255 any eq 22
KOAT-GW-SW01(config-ext-nacl)# permit tcp 10.90.122.0 0.0.0.255 any eq 22
KOAT-GW-SW01(config-ext-nacl)# permit tcp 10.196.0.0 0.0.255.255 any eq 22
KOAT-GW-SW01(config-ext-nacl)# permit tcp 10.193.32.0 0.0.0.255 any eq 22
KOAT-GW-SW01(config-ext-nacl)# permit tcp 10.168.76.0 0.0.0.255 any eq 22
KOAT-GW-SW01(config-ext-nacl)#!
KOAT-GW-SW01(config-ext-nacl)#line vty 0 15
KOAT-GW-SW01(config-line)# access-class UseSSH in
KOAT-GW-SW01(config-line)#!
KOAT-GW-SW01(config-line)#end
KOAT-GW-SW01#
KOAT-GW-SW01#Building configuration...
[OK]~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~

Connecting to IOS IP 167.173.20.36 
IOS Device: KOCO-GW-SW1
config term
Enter configuration commands, one per line.  End with CNTL/Z.
KOCO-GW-SW1(config)#no enable password
KOCO-GW-SW1(config)#!
KOCO-GW-SW1(config)#no username opmantek 
KOCO-GW-SW1(config)#yes
                    ^
% Invalid input detected at '^' marker.

KOCO-GW-SW1(config)#!
KOCO-GW-SW1(config)#username opmantek privilege 15 secret 0 N0Data4U!
KOCO-GW-SW1(config)#enable secret 0 circlebackaround
KOCO-GW-SW1(config)#!
KOCO-GW-SW1(config)#no ip access-list extended SSH-ONLY
KOCO-GW-SW1(config)#no ip access-list extended SSH-Only
KOCO-GW-SW1(config)#no ip access-list extended Use-SSH
KOCO-GW-SW1(config)#no ip access-list extended UseSSH
KOCO-GW-SW1(config)#!
KOCO-GW-SW1(config)#ip access-list extended UseSSH 
KOCO-GW-SW1(config-ext-nacl)# permit tcp 206.225.144.0 0.0.15.255 any eq 22
KOCO-GW-SW1(config-ext-nacl)# permit tcp 167.173.0.0 0.0.255.255 any eq 22
KOCO-GW-SW1(config-ext-nacl)# permit tcp host 83.244.129.66 any eq 22
KOCO-GW-SW1(config-ext-nacl)# permit tcp 64.178.160.0 0.0.15.255 any eq 22
KOCO-GW-SW1(config-ext-nacl)# permit tcp host 31.221.41.210 any eq 22
KOCO-GW-SW1(config-ext-nacl)# permit tcp 172.19.0.0 0.0.255.255 any eq 22
KOCO-GW-SW1(config-ext-nacl)# permit tcp 10.77.0.0 0.0.255.255 any eq 22
KOCO-GW-SW1(config-ext-nacl)# permit tcp 10.76.0.0 0.0.255.255 any eq 22
KOCO-GW-SW1(config-ext-nacl)# permit tcp 10.70.0.0 0.0.255.255 any eq 22
KOCO-GW-SW1(config-ext-nacl)# permit tcp 10.72.0.0 0.0.255.255 any eq 22
KOCO-GW-SW1(config-ext-nacl)# permit tcp 198.185.164.0 0.0.0.255 any eq 22
KOCO-GW-SW1(config-ext-nacl)# permit tcp 10.171.8.0 0.0.0.255 any eq 22
KOCO-GW-SW1(config-ext-nacl)# permit tcp 10.90.122.0 0.0.0.255 any eq 22
KOCO-GW-SW1(config-ext-nacl)# permit tcp 10.196.0.0 0.0.255.255 any eq 22
KOCO-GW-SW1(config-ext-nacl)# permit tcp 10.193.32.0 0.0.0.255 any eq 22
KOCO-GW-SW1(config-ext-nacl)# permit tcp 10.168.76.0 0.0.0.255 any eq 22
KOCO-GW-SW1(config-ext-nacl)#!
KOCO-GW-SW1(config-ext-nacl)#line vty 0 15
KOCO-GW-SW1(config-line)# access-class UseSSH in
KOCO-GW-SW1(config-line)#!
KOCO-GW-SW1(config-line)#end
KOCO-GW-SW1#
KOCO-GW-SW1#Building configuration...
[OK]~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~

Connecting to IOS IP 10.149.1.14 
Connecting to IOS IP 167.173.33.10 
IOS Device: KSBW-GW-SW1
config term
Enter configuration commands, one per line.  End with CNTL/Z.
KSBW-GW-SW1(config)#no enable password
KSBW-GW-SW1(config)#!
KSBW-GW-SW1(config)#no username opmantek 
KSBW-GW-SW1(config)#yes
                    ^
% Invalid input detected at '^' marker.

KSBW-GW-SW1(config)#!
KSBW-GW-SW1(config)#username opmantek privilege 15 secret 0 N0Data4U!
KSBW-GW-SW1(config)#enable secret 0 circlebackaround
KSBW-GW-SW1(config)#!
KSBW-GW-SW1(config)#no ip access-list extended SSH-ONLY
KSBW-GW-SW1(config)#no ip access-list extended SSH-Only
KSBW-GW-SW1(config)#no ip access-list extended Use-SSH
KSBW-GW-SW1(config)#no ip access-list extended UseSSH
KSBW-GW-SW1(config)#!
KSBW-GW-SW1(config)#ip access-list extended UseSSH 
KSBW-GW-SW1(config-ext-nacl)# permit tcp 206.225.144.0 0.0.15.255 any eq 22
KSBW-GW-SW1(config-ext-nacl)# permit tcp 167.173.0.0 0.0.255.255 any eq 22
KSBW-GW-SW1(config-ext-nacl)# permit tcp host 83.244.129.66 any eq 22
KSBW-GW-SW1(config-ext-nacl)# permit tcp 64.178.160.0 0.0.15.255 any eq 22
KSBW-GW-SW1(config-ext-nacl)# permit tcp host 31.221.41.210 any eq 22
KSBW-GW-SW1(config-ext-nacl)# permit tcp 172.19.0.0 0.0.255.255 any eq 22
KSBW-GW-SW1(config-ext-nacl)# permit tcp 10.77.0.0 0.0.255.255 any eq 22
KSBW-GW-SW1(config-ext-nacl)# permit tcp 10.76.0.0 0.0.255.255 any eq 22
KSBW-GW-SW1(config-ext-nacl)# permit tcp 10.70.0.0 0.0.255.255 any eq 22
KSBW-GW-SW1(config-ext-nacl)# permit tcp 10.72.0.0 0.0.255.255 any eq 22
KSBW-GW-SW1(config-ext-nacl)# permit tcp 198.185.164.0 0.0.0.255 any eq 22
KSBW-GW-SW1(config-ext-nacl)# permit tcp 10.171.8.0 0.0.0.255 any eq 22
KSBW-GW-SW1(config-ext-nacl)# permit tcp 10.90.122.0 0.0.0.255 any eq 22
KSBW-GW-SW1(config-ext-nacl)# permit tcp 10.196.0.0 0.0.255.255 any eq 22
KSBW-GW-SW1(config-ext-nacl)# permit tcp 10.193.32.0 0.0.0.255 any eq 22
KSBW-GW-SW1(config-ext-nacl)# permit tcp 10.168.76.0 0.0.0.255 any eq 22
KSBW-GW-SW1(config-ext-nacl)#!
KSBW-GW-SW1(config-ext-nacl)#line vty 0 15
KSBW-GW-SW1(config-line)# access-class UseSSH in
KSBW-GW-SW1(config-line)#!
KSBW-GW-SW1(config-line)#end
KSBW-GW-SW1#
KSBW-GW-SW1#Building configuration...
[OK]~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~

Connecting to IOS IP 10.149.1.11 
Connecting to IOS IP 10.149.1.12 
Connecting to IOS IP 10.37.99.34 
Connecting to IOS IP 67.198.55.5 
IOS Device: MRT-GW-SW1
config term
Enter configuration commands, one per line.  End with CNTL/Z.
MRT-GW-SW1(config)#no enable password
MRT-GW-SW1(config)#!
MRT-GW-SW1(config)#no username opmantek 
This operation will remove all username related configurations with same name.Do you want to continue? [confirm]y
MRT-GW-SW1(config)#es
                    ^
% Invalid input detected at '^' marker.

MRT-GW-SW1(config)#!
MRT-GW-SW1(config)#username opmantek privilege 15 secret 0 N0Data4U!
MRT-GW-SW1(config)#enable secret 0 circlebackaround
MRT-GW-SW1(config)#!
MRT-GW-SW1(config)#no ip access-list extended SSH-ONLY
MRT-GW-SW1(config)#no ip access-list extended SSH-Only
MRT-GW-SW1(config)#no ip access-list extended Use-SSH
MRT-GW-SW1(config)#no ip access-list extended UseSSH
MRT-GW-SW1(config)#!
MRT-GW-SW1(config)#ip access-list extended UseSSH 
MRT-GW-SW1(config-ext-nacl)# permit tcp 206.225.144.0 0.0.15.255 any eq 22
MRT-GW-SW1(config-ext-nacl)# permit tcp 167.173.0.0 0.0.255.255 any eq 22
MRT-GW-SW1(config-ext-nacl)# permit tcp host 83.244.129.66 any eq 22
MRT-GW-SW1(config-ext-nacl)# permit tcp 64.178.160.0 0.0.15.255 any eq 22
MRT-GW-SW1(config-ext-nacl)# permit tcp host 31.221.41.210 any eq 22
MRT-GW-SW1(config-ext-nacl)# permit tcp 172.19.0.0 0.0.255.255 any eq 22
MRT-GW-SW1(config-ext-nacl)# permit tcp 10.77.0.0 0.0.255.255 any eq 22
MRT-GW-SW1(config-ext-nacl)# permit tcp 10.76.0.0 0.0.255.255 any eq 22
MRT-GW-SW1(config-ext-nacl)# permit tcp 10.70.0.0 0.0.255.255 any eq 22
MRT-GW-SW1(config-ext-nacl)# permit tcp 10.72.0.0 0.0.255.255 any eq 22
MRT-GW-SW1(config-ext-nacl)# permit tcp 198.185.164.0 0.0.0.255 any eq 22
MRT-GW-SW1(config-ext-nacl)# permit tcp 10.171.8.0 0.0.0.255 any eq 22
MRT-GW-SW1(config-ext-nacl)# permit tcp 10.90.122.0 0.0.0.255 any eq 22
MRT-GW-SW1(config-ext-nacl)# permit tcp 10.196.0.0 0.0.255.255 any eq 22
MRT-GW-SW1(config-ext-nacl)# permit tcp 10.193.32.0 0.0.0.255 any eq 22
MRT-GW-SW1(config-ext-nacl)# permit tcp 10.168.76.0 0.0.0.255 any eq 22
MRT-GW-SW1(config-ext-nacl)#!
MRT-GW-SW1(config-ext-nacl)#line vty 0 15
MRT-GW-SW1(config-line)# access-class UseSSH in
MRT-GW-SW1(config-line)#!
MRT-GW-SW1(config-line)#end
MRT-GW-SW1#
MRT-GW-SW1#Building configuration...
[OK]~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~

Connecting to IOS IP 67.198.55.6 
IOS Device: MRT-GW-SW2
config term
Enter configuration commands, one per line.  End with CNTL/Z.
MRT-GW-SW2(config)#no enable password
MRT-GW-SW2(config)#!
MRT-GW-SW2(config)#no username opmantek 
This operation will remove all username related configurations with same name.Do you want to continue? [confirm]y
MRT-GW-SW2(config)#es
                    ^
% Invalid input detected at '^' marker.

MRT-GW-SW2(config)#!
MRT-GW-SW2(config)#username opmantek privilege 15 secret 0 N0Data4U!
MRT-GW-SW2(config)#enable secret 0 circlebackaround
MRT-GW-SW2(config)#!
MRT-GW-SW2(config)#no ip access-list extended SSH-ONLY
MRT-GW-SW2(config)#no ip access-list extended SSH-Only
MRT-GW-SW2(config)#no ip access-list extended Use-SSH
MRT-GW-SW2(config)#no ip access-list extended UseSSH
MRT-GW-SW2(config)#!
MRT-GW-SW2(config)#ip access-list extended UseSSH 
MRT-GW-SW2(config-ext-nacl)# permit tcp 206.225.144.0 0.0.15.255 any eq 22
MRT-GW-SW2(config-ext-nacl)# permit tcp 167.173.0.0 0.0.255.255 any eq 22
MRT-GW-SW2(config-ext-nacl)# permit tcp host 83.244.129.66 any eq 22
MRT-GW-SW2(config-ext-nacl)# permit tcp 64.178.160.0 0.0.15.255 any eq 22
MRT-GW-SW2(config-ext-nacl)# permit tcp host 31.221.41.210 any eq 22
MRT-GW-SW2(config-ext-nacl)# permit tcp 172.19.0.0 0.0.255.255 any eq 22
MRT-GW-SW2(config-ext-nacl)# permit tcp 10.77.0.0 0.0.255.255 any eq 22
MRT-GW-SW2(config-ext-nacl)# permit tcp 10.76.0.0 0.0.255.255 any eq 22
MRT-GW-SW2(config-ext-nacl)# permit tcp 10.70.0.0 0.0.255.255 any eq 22
MRT-GW-SW2(config-ext-nacl)# permit tcp 10.72.0.0 0.0.255.255 any eq 22
MRT-GW-SW2(config-ext-nacl)# permit tcp 198.185.164.0 0.0.0.255 any eq 22
MRT-GW-SW2(config-ext-nacl)# permit tcp 10.171.8.0 0.0.0.255 any eq 22
MRT-GW-SW2(config-ext-nacl)# permit tcp 10.90.122.0 0.0.0.255 any eq 22
MRT-GW-SW2(config-ext-nacl)# permit tcp 10.196.0.0 0.0.255.255 any eq 22
MRT-GW-SW2(config-ext-nacl)# permit tcp 10.193.32.0 0.0.0.255 any eq 22
MRT-GW-SW2(config-ext-nacl)# permit tcp 10.168.76.0 0.0.0.255 any eq 22
MRT-GW-SW2(config-ext-nacl)#!
MRT-GW-SW2(config-ext-nacl)#line vty 0 15
MRT-GW-SW2(config-line)# access-class UseSSH in
MRT-GW-SW2(config-line)#!
MRT-GW-SW2(config-line)#end
MRT-GW-SW2#
MRT-GW-SW2#Building configuration...
[OK]~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~

Connecting to IOS IP 172.18.10.1 
IOS Device: rtr1
config term
Enter configuration commands, one per line.  End with CNTL/Z.
rtr1(config)#no enable password
rtr1(config)#!
rtr1(config)#no username opmantek 
rtr1(config)#yes
             ^
% Invalid input detected at '^' marker.

rtr1(config)#!
rtr1(config)#username opmantek privilege 15 secret 0 N0Data4U!
rtr1(config)#enable secret 0 circlebackaround
rtr1(config)#!
rtr1(config)#no ip access-list extended SSH-ONLY
rtr1(config)#no ip access-list extended SSH-Only
rtr1(config)#no ip access-list extended Use-SSH
rtr1(config)#no ip access-list extended UseSSH
rtr1(config)#!
rtr1(config)#ip access-list extended UseSSH 
rtr1(config-ext-nacl)# permit tcp 206.225.144.0 0.0.15.255 any eq 22
rtr1(config-ext-nacl)# permit tcp 167.173.0.0 0.0.255.255 any eq 22
rtr1(config-ext-nacl)# permit tcp host 83.244.129.66 any eq 22
rtr1(config-ext-nacl)# permit tcp 64.178.160.0 0.0.15.255 any eq 22
rtr1(config-ext-nacl)# permit tcp host 31.221.41.210 any eq 22
rtr1(config-ext-nacl)# permit tcp 172.19.0.0 0.0.255.255 any eq 22
rtr1(config-ext-nacl)# permit tcp 10.77.0.0 0.0.255.255 any eq 22
rtr1(config-ext-nacl)# permit tcp 10.76.0.0 0.0.255.255 any eq 22
rtr1(config-ext-nacl)# permit tcp 10.70.0.0 0.0.255.255 any eq 22
rtr1(config-ext-nacl)# permit tcp 10.72.0.0 0.0.255.255 any eq 22
rtr1(config-ext-nacl)# permit tcp 198.185.164.0 0.0.0.255 any eq 22
rtr1(config-ext-nacl)# permit tcp 10.171.8.0 0.0.0.255 any eq 22
rtr1(config-ext-nacl)# permit tcp 10.90.122.0 0.0.0.255 any eq 22
rtr1(config-ext-nacl)# permit tcp 10.196.0.0 0.0.255.255 any eq 22
rtr1(config-ext-nacl)# permit tcp 10.193.32.0 0.0.0.255 any eq 22
rtr1(config-ext-nacl)# permit tcp 10.168.76.0 0.0.0.255 any eq 22
rtr1(config-ext-nacl)#!
rtr1(config-ext-nacl)#line vty 0 15
rtr1(config-line)# access-class UseSSH in
rtr1(config-line)#!
rtr1(config-line)#end
rtr1#
rtr1#Building configuration...
[OK]~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~

Connecting to IOS IP 172.18.10.3 
Connecting to IOS IP 192.168.1.3 
Connecting to IOS IP 167.166.10.1 
Connecting to IOS IP 167.166.10.191 
Connecting to IOS IP 167.166.10.192 
Connecting to IOS IP 10.90.0.32 
Connecting to IOS IP 167.173.17.10 
IOS Device: WAPT-GW-SW1
config term
Enter configuration commands, one per line.  End with CNTL/Z.
WAPT-GW-SW1(config)#no enable password
WAPT-GW-SW1(config)#!
WAPT-GW-SW1(config)#no username opmantek 
WAPT-GW-SW1(config)#yes
                    ^
% Invalid input detected at '^' marker.

WAPT-GW-SW1(config)#!
WAPT-GW-SW1(config)#username opmantek privilege 15 secret 0 N0Data4U!
WAPT-GW-SW1(config)#enable secret 0 circlebackaround
WAPT-GW-SW1(config)#!
WAPT-GW-SW1(config)#no ip access-list extended SSH-ONLY
WAPT-GW-SW1(config)#no ip access-list extended SSH-Only
WAPT-GW-SW1(config)#no ip access-list extended Use-SSH
WAPT-GW-SW1(config)#no ip access-list extended UseSSH
WAPT-GW-SW1(config)#!
WAPT-GW-SW1(config)#ip access-list extended UseSSH 
WAPT-GW-SW1(config-ext-nacl)# permit tcp 206.225.144.0 0.0.15.255 any eq 22
WAPT-GW-SW1(config-ext-nacl)# permit tcp 167.173.0.0 0.0.255.255 any eq 22
WAPT-GW-SW1(config-ext-nacl)# permit tcp host 83.244.129.66 any eq 22
WAPT-GW-SW1(config-ext-nacl)# permit tcp 64.178.160.0 0.0.15.255 any eq 22
WAPT-GW-SW1(config-ext-nacl)# permit tcp host 31.221.41.210 any eq 22
WAPT-GW-SW1(config-ext-nacl)# permit tcp 172.19.0.0 0.0.255.255 any eq 22
WAPT-GW-SW1(config-ext-nacl)# permit tcp 10.77.0.0 0.0.255.255 any eq 22
WAPT-GW-SW1(config-ext-nacl)# permit tcp 10.76.0.0 0.0.255.255 any eq 22
WAPT-GW-SW1(config-ext-nacl)# permit tcp 10.70.0.0 0.0.255.255 any eq 22
WAPT-GW-SW1(config-ext-nacl)# permit tcp 10.72.0.0 0.0.255.255 any eq 22
WAPT-GW-SW1(config-ext-nacl)# permit tcp 198.185.164.0 0.0.0.255 any eq 22
WAPT-GW-SW1(config-ext-nacl)# permit tcp 10.171.8.0 0.0.0.255 any eq 22
WAPT-GW-SW1(config-ext-nacl)# permit tcp 10.90.122.0 0.0.0.255 any eq 22
WAPT-GW-SW1(config-ext-nacl)# permit tcp 10.196.0.0 0.0.255.255 any eq 22
WAPT-GW-SW1(config-ext-nacl)# permit tcp 10.193.32.0 0.0.0.255 any eq 22
WAPT-GW-SW1(config-ext-nacl)# permit tcp 10.168.76.0 0.0.0.255 any eq 22
WAPT-GW-SW1(config-ext-nacl)#!
WAPT-GW-SW1(config-ext-nacl)#line vty 0 15
WAPT-GW-SW1(config-line)# access-class UseSSH in
WAPT-GW-SW1(config-line)#!
WAPT-GW-SW1(config-line)#end
WAPT-GW-SW1#
WAPT-GW-SW1#Building configuration...
[OK]~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~

Connecting to IOS IP 167.173.30.10 
Connecting to IOS IP 167.173.18.10 
IOS Device: WDSU-GW-SW1
config term
Enter configuration commands, one per line.  End with CNTL/Z.
WDSU-GW-SW1(config)#no enable password
WDSU-GW-SW1(config)#!
WDSU-GW-SW1(config)#no username opmantek 
WDSU-GW-SW1(config)#yes
                    ^
% Invalid input detected at '^' marker.

WDSU-GW-SW1(config)#!
WDSU-GW-SW1(config)#username opmantek privilege 15 secret 0 N0Data4U!
WDSU-GW-SW1(config)#enable secret 0 circlebackaround
WDSU-GW-SW1(config)#!
WDSU-GW-SW1(config)#no ip access-list extended SSH-ONLY
WDSU-GW-SW1(config)#no ip access-list extended SSH-Only
WDSU-GW-SW1(config)#no ip access-list extended Use-SSH
WDSU-GW-SW1(config)#no ip access-list extended UseSSH
WDSU-GW-SW1(config)#!
WDSU-GW-SW1(config)#ip access-list extended UseSSH 
WDSU-GW-SW1(config-ext-nacl)# permit tcp 206.225.144.0 0.0.15.255 any eq 22
WDSU-GW-SW1(config-ext-nacl)# permit tcp 167.173.0.0 0.0.255.255 any eq 22
WDSU-GW-SW1(config-ext-nacl)# permit tcp host 83.244.129.66 any eq 22
WDSU-GW-SW1(config-ext-nacl)# permit tcp 64.178.160.0 0.0.15.255 any eq 22
WDSU-GW-SW1(config-ext-nacl)# permit tcp host 31.221.41.210 any eq 22
WDSU-GW-SW1(config-ext-nacl)# permit tcp 172.19.0.0 0.0.255.255 any eq 22
WDSU-GW-SW1(config-ext-nacl)# permit tcp 10.77.0.0 0.0.255.255 any eq 22
WDSU-GW-SW1(config-ext-nacl)# permit tcp 10.76.0.0 0.0.255.255 any eq 22
WDSU-GW-SW1(config-ext-nacl)# permit tcp 10.70.0.0 0.0.255.255 any eq 22
WDSU-GW-SW1(config-ext-nacl)# permit tcp 10.72.0.0 0.0.255.255 any eq 22
WDSU-GW-SW1(config-ext-nacl)# permit tcp 198.185.164.0 0.0.0.255 any eq 22
WDSU-GW-SW1(config-ext-nacl)# permit tcp 10.171.8.0 0.0.0.255 any eq 22
WDSU-GW-SW1(config-ext-nacl)# permit tcp 10.90.122.0 0.0.0.255 any eq 22
WDSU-GW-SW1(config-ext-nacl)# permit tcp 10.196.0.0 0.0.255.255 any eq 22
WDSU-GW-SW1(config-ext-nacl)# permit tcp 10.193.32.0 0.0.0.255 any eq 22
WDSU-GW-SW1(config-ext-nacl)# permit tcp 10.168.76.0 0.0.0.255 any eq 22
WDSU-GW-SW1(config-ext-nacl)#!
WDSU-GW-SW1(config-ext-nacl)#line vty 0 15
WDSU-GW-SW1(config-line)# access-class UseSSH in
WDSU-GW-SW1(config-line)#!
WDSU-GW-SW1(config-line)#end
WDSU-GW-SW1#
WDSU-GW-SW1#Building configuration...
[OK]~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~

Connecting to IOS IP 167.173.41.10 
Connecting to IOS IP 167.173.28.10 
Connecting to IOS IP 10.164.1.2 
Connecting to IOS IP 10.164.1.3 
Connecting to IOS IP 167.173.48.10 
Connecting to IOS IP 10.152.0.1 
Connecting to IOS IP 10.152.0.3 
Connecting to IOS IP 167.173.34.10 
IOS Device: WMOR-GW-SW1
config term
Enter configuration commands, one per line.  End with CNTL/Z.
WMOR-GW-SW1(config)#no enable password
WMOR-GW-SW1(config)#!
WMOR-GW-SW1(config)#no username opmantek 
WMOR-GW-SW1(config)#yes
                    ^
% Invalid input detected at '^' marker.

WMOR-GW-SW1(config)#!
WMOR-GW-SW1(config)#username opmantek privilege 15 secret 0 N0Data4U!
WMOR-GW-SW1(config)#enable secret 0 circlebackaround
WMOR-GW-SW1(config)#!
WMOR-GW-SW1(config)#no ip access-list extended SSH-ONLY
WMOR-GW-SW1(config)#no ip access-list extended SSH-Only
WMOR-GW-SW1(config)#no ip access-list extended Use-SSH
WMOR-GW-SW1(config)#no ip access-list extended UseSSH
WMOR-GW-SW1(config)#!
WMOR-GW-SW1(config)#ip access-list extended UseSSH 
WMOR-GW-SW1(config-ext-nacl)# permit tcp 206.225.144.0 0.0.15.255 any eq 22
WMOR-GW-SW1(config-ext-nacl)# permit tcp 167.173.0.0 0.0.255.255 any eq 22
WMOR-GW-SW1(config-ext-nacl)# permit tcp host 83.244.129.66 any eq 22
WMOR-GW-SW1(config-ext-nacl)# permit tcp 64.178.160.0 0.0.15.255 any eq 22
WMOR-GW-SW1(config-ext-nacl)# permit tcp host 31.221.41.210 any eq 22
WMOR-GW-SW1(config-ext-nacl)# permit tcp 172.19.0.0 0.0.255.255 any eq 22
WMOR-GW-SW1(config-ext-nacl)# permit tcp 10.77.0.0 0.0.255.255 any eq 22
WMOR-GW-SW1(config-ext-nacl)# permit tcp 10.76.0.0 0.0.255.255 any eq 22
WMOR-GW-SW1(config-ext-nacl)# permit tcp 10.70.0.0 0.0.255.255 any eq 22
WMOR-GW-SW1(config-ext-nacl)# permit tcp 10.72.0.0 0.0.255.255 any eq 22
WMOR-GW-SW1(config-ext-nacl)# permit tcp 198.185.164.0 0.0.0.255 any eq 22
WMOR-GW-SW1(config-ext-nacl)# permit tcp 10.171.8.0 0.0.0.255 any eq 22
WMOR-GW-SW1(config-ext-nacl)# permit tcp 10.90.122.0 0.0.0.255 any eq 22
WMOR-GW-SW1(config-ext-nacl)# permit tcp 10.196.0.0 0.0.255.255 any eq 22
WMOR-GW-SW1(config-ext-nacl)# permit tcp 10.193.32.0 0.0.0.255 any eq 22
WMOR-GW-SW1(config-ext-nacl)# permit tcp 10.168.76.0 0.0.0.255 any eq 22
WMOR-GW-SW1(config-ext-nacl)#!
WMOR-GW-SW1(config-ext-nacl)#line vty 0 15
WMOR-GW-SW1(config-line)# access-class UseSSH in
WMOR-GW-SW1(config-line)#!
WMOR-GW-SW1(config-line)#end
WMOR-GW-SW1#
WMOR-GW-SW1#Building configuration...
[OK]~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~

Connecting to IOS IP 167.173.42.10 
IOS Device: wmtw-a-gw-sw1
config term
Enter configuration commands, one per line.  End with CNTL/Z.
wmtw-a-gw-sw1(config)#no enable password
wmtw-a-gw-sw1(config)#!
wmtw-a-gw-sw1(config)#no username opmantek 
wmtw-a-gw-sw1(config)#yes
                      ^
% Invalid input detected at '^' marker.

wmtw-a-gw-sw1(config)#!
wmtw-a-gw-sw1(config)#username opmantek privilege 15 secret 0 N0Data4U!
wmtw-a-gw-sw1(config)#enable secret 0 circlebackaround
wmtw-a-gw-sw1(config)#!
wmtw-a-gw-sw1(config)#no ip access-list extended SSH-ONLY
wmtw-a-gw-sw1(config)#no ip access-list extended SSH-Only
wmtw-a-gw-sw1(config)#no ip access-list extended Use-SSH
wmtw-a-gw-sw1(config)#no ip access-list extended UseSSH
wmtw-a-gw-sw1(config)#!
wmtw-a-gw-sw1(config)#ip access-list extended UseSSH 
wmtw-a-gw-sw1(config-ext-nacl)# permit tcp 206.225.144.0 0.0.15.255 any eq 22
wmtw-a-gw-sw1(config-ext-nacl)# permit tcp 167.173.0.0 0.0.255.255 any eq 22
wmtw-a-gw-sw1(config-ext-nacl)# permit tcp host 83.244.129.66 any eq 22
wmtw-a-gw-sw1(config-ext-nacl)# permit tcp 64.178.160.0 0.0.15.255 any eq 22
wmtw-a-gw-sw1(config-ext-nacl)# permit tcp host 31.221.41.210 any eq 22
wmtw-a-gw-sw1(config-ext-nacl)# permit tcp 172.19.0.0 0.0.255.255 any eq 22
wmtw-a-gw-sw1(config-ext-nacl)# permit tcp 10.77.0.0 0.0.255.255 any eq 22
wmtw-a-gw-sw1(config-ext-nacl)# permit tcp 10.76.0.0 0.0.255.255 any eq 22
wmtw-a-gw-sw1(config-ext-nacl)# permit tcp 10.70.0.0 0.0.255.255 any eq 22
wmtw-a-gw-sw1(config-ext-nacl)# permit tcp 10.72.0.0 0.0.255.255 any eq 22
wmtw-a-gw-sw1(config-ext-nacl)# permit tcp 198.185.164.0 0.0.0.255 any eq 22
wmtw-a-gw-sw1(config-ext-nacl)# permit tcp 10.171.8.0 0.0.0.255 any eq 22
wmtw-a-gw-sw1(config-ext-nacl)# permit tcp 10.90.122.0 0.0.0.255 any eq 22
wmtw-a-gw-sw1(config-ext-nacl)# permit tcp 10.196.0.0 0.0.255.255 any eq 22
wmtw-a-gw-sw1(config-ext-nacl)# permit tcp 10.193.32.0 0.0.0.255 any eq 22
wmtw-a-gw-sw1(config-ext-nacl)# permit tcp 10.168.76.0 0.0.0.255 any eq 22
wmtw-a-gw-sw1(config-ext-nacl)#!
wmtw-a-gw-sw1(config-ext-nacl)#line vty 0 15
wmtw-a-gw-sw1(config-line)# access-class UseSSH in
wmtw-a-gw-sw1(config-line)#!
wmtw-a-gw-sw1(config-line)#end
wmtw-a-gw-sw1#
wmtw-a-gw-sw1#Building configuration...
[OK]~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~

Connecting to IOS IP 167.173.45.10 
IOS Device: WMTW-W-GW-SW1
config term
Enter configuration commands, one per line.  End with CNTL/Z.
WMTW-W-GW-SW1(config)#no enable password
WMTW-W-GW-SW1(config)#!
WMTW-W-GW-SW1(config)#no username opmantek 
WMTW-W-GW-SW1(config)#yes
                      ^
% Invalid input detected at '^' marker.

WMTW-W-GW-SW1(config)#!
WMTW-W-GW-SW1(config)#username opmantek privilege 15 secret 0 N0Data4U!
WMTW-W-GW-SW1(config)#enable secret 0 circlebackaround
WMTW-W-GW-SW1(config)#!
WMTW-W-GW-SW1(config)#no ip access-list extended SSH-ONLY
WMTW-W-GW-SW1(config)#no ip access-list extended SSH-Only
WMTW-W-GW-SW1(config)#no ip access-list extended Use-SSH
WMTW-W-GW-SW1(config)#no ip access-list extended UseSSH
WMTW-W-GW-SW1(config)#!
WMTW-W-GW-SW1(config)#ip access-list extended UseSSH 
WMTW-W-GW-SW1(config-ext-nacl)# permit tcp 206.225.144.0 0.0.15.255 any eq 22
WMTW-W-GW-SW1(config-ext-nacl)# permit tcp 167.173.0.0 0.0.255.255 any eq 22
WMTW-W-GW-SW1(config-ext-nacl)# permit tcp host 83.244.129.66 any eq 22
WMTW-W-GW-SW1(config-ext-nacl)# permit tcp 64.178.160.0 0.0.15.255 any eq 22
WMTW-W-GW-SW1(config-ext-nacl)# permit tcp host 31.221.41.210 any eq 22
WMTW-W-GW-SW1(config-ext-nacl)# permit tcp 172.19.0.0 0.0.255.255 any eq 22
WMTW-W-GW-SW1(config-ext-nacl)# permit tcp 10.77.0.0 0.0.255.255 any eq 22
WMTW-W-GW-SW1(config-ext-nacl)# permit tcp 10.76.0.0 0.0.255.255 any eq 22
WMTW-W-GW-SW1(config-ext-nacl)# permit tcp 10.70.0.0 0.0.255.255 any eq 22
WMTW-W-GW-SW1(config-ext-nacl)# permit tcp 10.72.0.0 0.0.255.255 any eq 22
WMTW-W-GW-SW1(config-ext-nacl)# permit tcp 198.185.164.0 0.0.0.255 any eq 22
WMTW-W-GW-SW1(config-ext-nacl)# permit tcp 10.171.8.0 0.0.0.255 any eq 22
WMTW-W-GW-SW1(config-ext-nacl)# permit tcp 10.90.122.0 0.0.0.255 any eq 22
WMTW-W-GW-SW1(config-ext-nacl)# permit tcp 10.196.0.0 0.0.255.255 any eq 22
WMTW-W-GW-SW1(config-ext-nacl)# permit tcp 10.193.32.0 0.0.0.255 any eq 22
WMTW-W-GW-SW1(config-ext-nacl)# permit tcp 10.168.76.0 0.0.0.255 any eq 22
WMTW-W-GW-SW1(config-ext-nacl)#!
WMTW-W-GW-SW1(config-ext-nacl)#line vty 0 15
WMTW-W-GW-SW1(config-line)# access-class UseSSH in
WMTW-W-GW-SW1(config-line)#!
WMTW-W-GW-SW1(config-line)#end
WMTW-W-GW-SW1#
WMTW-W-GW-SW1#Building configuration...
[OK]~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~

Connecting to IOS IP 167.173.39.10 
IOS Device: WMUR-GW-SW1
config term
Enter configuration commands, one per line.  End with CNTL/Z.
WMUR-GW-SW1(config)#no enable password
WMUR-GW-SW1(config)#!
WMUR-GW-SW1(config)#no username opmantek 
WMUR-GW-SW1(config)#yes
                    ^
% Invalid input detected at '^' marker.

WMUR-GW-SW1(config)#!
WMUR-GW-SW1(config)#username opmantek privilege 15 secret 0 N0Data4U!
WMUR-GW-SW1(config)#enable secret 0 circlebackaround
WMUR-GW-SW1(config)#!
WMUR-GW-SW1(config)#no ip access-list extended SSH-ONLY
WMUR-GW-SW1(config)#no ip access-list extended SSH-Only
WMUR-GW-SW1(config)#no ip access-list extended Use-SSH
WMUR-GW-SW1(config)#no ip access-list extended UseSSH
WMUR-GW-SW1(config)#!
WMUR-GW-SW1(config)#ip access-list extended UseSSH 
WMUR-GW-SW1(config-ext-nacl)# permit tcp 206.225.144.0 0.0.15.255 any eq 22
WMUR-GW-SW1(config-ext-nacl)# permit tcp 167.173.0.0 0.0.255.255 any eq 22
WMUR-GW-SW1(config-ext-nacl)# permit tcp host 83.244.129.66 any eq 22
WMUR-GW-SW1(config-ext-nacl)# permit tcp 64.178.160.0 0.0.15.255 any eq 22
WMUR-GW-SW1(config-ext-nacl)# permit tcp host 31.221.41.210 any eq 22
WMUR-GW-SW1(config-ext-nacl)# permit tcp 172.19.0.0 0.0.255.255 any eq 22
WMUR-GW-SW1(config-ext-nacl)# permit tcp 10.77.0.0 0.0.255.255 any eq 22
WMUR-GW-SW1(config-ext-nacl)# permit tcp 10.76.0.0 0.0.255.255 any eq 22
WMUR-GW-SW1(config-ext-nacl)# permit tcp 10.70.0.0 0.0.255.255 any eq 22
WMUR-GW-SW1(config-ext-nacl)# permit tcp 10.72.0.0 0.0.255.255 any eq 22
WMUR-GW-SW1(config-ext-nacl)# permit tcp 198.185.164.0 0.0.0.255 any eq 22
WMUR-GW-SW1(config-ext-nacl)# permit tcp 10.171.8.0 0.0.0.255 any eq 22
WMUR-GW-SW1(config-ext-nacl)# permit tcp 10.90.122.0 0.0.0.255 any eq 22
WMUR-GW-SW1(config-ext-nacl)# permit tcp 10.196.0.0 0.0.255.255 any eq 22
WMUR-GW-SW1(config-ext-nacl)# permit tcp 10.193.32.0 0.0.0.255 any eq 22
WMUR-GW-SW1(config-ext-nacl)# permit tcp 10.168.76.0 0.0.0.255 any eq 22
WMUR-GW-SW1(config-ext-nacl)#!
WMUR-GW-SW1(config-ext-nacl)#line vty 0 15
WMUR-GW-SW1(config-line)# access-class UseSSH in
WMUR-GW-SW1(config-line)#!
WMUR-GW-SW1(config-line)#end
WMUR-GW-SW1#
WMUR-GW-SW1#Building configuration...
[OK]~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~

Connecting to IOS IP 10.157.64.1 
Connecting to IOS IP 167.173.44.10 
IOS Device: WNNE-GW-SW1
config term
Enter configuration commands, one per line.  End with CNTL/Z.
WNNE-GW-SW1(config)#no enable password
WNNE-GW-SW1(config)#!
WNNE-GW-SW1(config)#no username opmantek 
WNNE-GW-SW1(config)#yes
                    ^
% Invalid input detected at '^' marker.

WNNE-GW-SW1(config)#!
WNNE-GW-SW1(config)#username opmantek privilege 15 secret 0 N0Data4U!
WNNE-GW-SW1(config)#enable secret 0 circlebackaround
WNNE-GW-SW1(config)#!
WNNE-GW-SW1(config)#no ip access-list extended SSH-ONLY
WNNE-GW-SW1(config)#no ip access-list extended SSH-Only
WNNE-GW-SW1(config)#no ip access-list extended Use-SSH
WNNE-GW-SW1(config)#no ip access-list extended UseSSH
WNNE-GW-SW1(config)#!
WNNE-GW-SW1(config)#ip access-list extended UseSSH 
WNNE-GW-SW1(config-ext-nacl)# permit tcp 206.225.144.0 0.0.15.255 any eq 22
WNNE-GW-SW1(config-ext-nacl)# permit tcp 167.173.0.0 0.0.255.255 any eq 22
WNNE-GW-SW1(config-ext-nacl)# permit tcp host 83.244.129.66 any eq 22
WNNE-GW-SW1(config-ext-nacl)# permit tcp 64.178.160.0 0.0.15.255 any eq 22
WNNE-GW-SW1(config-ext-nacl)# permit tcp host 31.221.41.210 any eq 22
WNNE-GW-SW1(config-ext-nacl)# permit tcp 172.19.0.0 0.0.255.255 any eq 22
WNNE-GW-SW1(config-ext-nacl)# permit tcp 10.77.0.0 0.0.255.255 any eq 22
WNNE-GW-SW1(config-ext-nacl)# permit tcp 10.76.0.0 0.0.255.255 any eq 22
WNNE-GW-SW1(config-ext-nacl)# permit tcp 10.70.0.0 0.0.255.255 any eq 22
WNNE-GW-SW1(config-ext-nacl)# permit tcp 10.72.0.0 0.0.255.255 any eq 22
WNNE-GW-SW1(config-ext-nacl)# permit tcp 198.185.164.0 0.0.0.255 any eq 22
WNNE-GW-SW1(config-ext-nacl)# permit tcp 10.171.8.0 0.0.0.255 any eq 22
WNNE-GW-SW1(config-ext-nacl)# permit tcp 10.90.122.0 0.0.0.255 any eq 22
WNNE-GW-SW1(config-ext-nacl)# permit tcp 10.196.0.0 0.0.255.255 any eq 22
WNNE-GW-SW1(config-ext-nacl)# permit tcp 10.193.32.0 0.0.0.255 any eq 22
WNNE-GW-SW1(config-ext-nacl)# permit tcp 10.168.76.0 0.0.0.255 any eq 22
WNNE-GW-SW1(config-ext-nacl)#!
WNNE-GW-SW1(config-ext-nacl)#line vty 0 15
WNNE-GW-SW1(config-line)# access-class UseSSH in
WNNE-GW-SW1(config-line)#!
WNNE-GW-SW1(config-line)#end
WNNE-GW-SW1#
WNNE-GW-SW1#Building configuration...
[OK]~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~

Connecting to IOS IP 167.173.43.10 
IOS Device: WPTZ-GW-SW1
config term
Enter configuration commands, one per line.  End with CNTL/Z.
WPTZ-GW-SW1(config)#no enable password
WPTZ-GW-SW1(config)#!
WPTZ-GW-SW1(config)#no username opmantek 
WPTZ-GW-SW1(config)#yes
                    ^
% Invalid input detected at '^' marker.

WPTZ-GW-SW1(config)#!
WPTZ-GW-SW1(config)#username opmantek privilege 15 secret 0 N0Data4U!
WPTZ-GW-SW1(config)#enable secret 0 circlebackaround
WPTZ-GW-SW1(config)#!
WPTZ-GW-SW1(config)#no ip access-list extended SSH-ONLY
WPTZ-GW-SW1(config)#no ip access-list extended SSH-Only
WPTZ-GW-SW1(config)#no ip access-list extended Use-SSH
WPTZ-GW-SW1(config)#no ip access-list extended UseSSH
WPTZ-GW-SW1(config)#!
WPTZ-GW-SW1(config)#ip access-list extended UseSSH 
WPTZ-GW-SW1(config-ext-nacl)# permit tcp 206.225.144.0 0.0.15.255 any eq 22
WPTZ-GW-SW1(config-ext-nacl)# permit tcp 167.173.0.0 0.0.255.255 any eq 22
WPTZ-GW-SW1(config-ext-nacl)# permit tcp host 83.244.129.66 any eq 22
WPTZ-GW-SW1(config-ext-nacl)# permit tcp 64.178.160.0 0.0.15.255 any eq 22
WPTZ-GW-SW1(config-ext-nacl)# permit tcp host 31.221.41.210 any eq 22
WPTZ-GW-SW1(config-ext-nacl)# permit tcp 172.19.0.0 0.0.255.255 any eq 22
WPTZ-GW-SW1(config-ext-nacl)# permit tcp 10.77.0.0 0.0.255.255 any eq 22
WPTZ-GW-SW1(config-ext-nacl)# permit tcp 10.76.0.0 0.0.255.255 any eq 22
WPTZ-GW-SW1(config-ext-nacl)# permit tcp 10.70.0.0 0.0.255.255 any eq 22
WPTZ-GW-SW1(config-ext-nacl)# permit tcp 10.72.0.0 0.0.255.255 any eq 22
WPTZ-GW-SW1(config-ext-nacl)# permit tcp 198.185.164.0 0.0.0.255 any eq 22
WPTZ-GW-SW1(config-ext-nacl)# permit tcp 10.171.8.0 0.0.0.255 any eq 22
WPTZ-GW-SW1(config-ext-nacl)# permit tcp 10.90.122.0 0.0.0.255 any eq 22
WPTZ-GW-SW1(config-ext-nacl)# permit tcp 10.196.0.0 0.0.255.255 any eq 22
WPTZ-GW-SW1(config-ext-nacl)# permit tcp 10.193.32.0 0.0.0.255 any eq 22
WPTZ-GW-SW1(config-ext-nacl)# permit tcp 10.168.76.0 0.0.0.255 any eq 22
WPTZ-GW-SW1(config-ext-nacl)#!
WPTZ-GW-SW1(config-ext-nacl)#line vty 0 15
WPTZ-GW-SW1(config-line)# access-class UseSSH in
WPTZ-GW-SW1(config-line)#!
WPTZ-GW-SW1(config-line)#end
WPTZ-GW-SW1#
WPTZ-GW-SW1#Building configuration...
[OK]~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~

Connecting to IOS IP 167.173.35.10 
Connecting to IOS IP 167.173.26.10 
IOS Device: WTAE-GW-SW1
config term
Enter configuration commands, one per line.  End with CNTL/Z.
WTAE-GW-SW1(config)#no enable password
WTAE-GW-SW1(config)#!
WTAE-GW-SW1(config)#no username opmantek 
WTAE-GW-SW1(config)#yes
                    ^
% Invalid input detected at '^' marker.

WTAE-GW-SW1(config)#!
WTAE-GW-SW1(config)#username opmantek privilege 15 secret 0 N0Data4U!
WTAE-GW-SW1(config)#enable secret 0 circlebackaround
WTAE-GW-SW1(config)#!
WTAE-GW-SW1(config)#no ip access-list extended SSH-ONLY
WTAE-GW-SW1(config)#no ip access-list extended SSH-Only
WTAE-GW-SW1(config)#no ip access-list extended Use-SSH
WTAE-GW-SW1(config)#no ip access-list extended UseSSH
WTAE-GW-SW1(config)#!
WTAE-GW-SW1(config)#ip access-list extended UseSSH 
WTAE-GW-SW1(config-ext-nacl)# permit tcp 206.225.144.0 0.0.15.255 any eq 22
WTAE-GW-SW1(config-ext-nacl)# permit tcp 167.173.0.0 0.0.255.255 any eq 22
WTAE-GW-SW1(config-ext-nacl)# permit tcp host 83.244.129.66 any eq 22
WTAE-GW-SW1(config-ext-nacl)# permit tcp 64.178.160.0 0.0.15.255 any eq 22
WTAE-GW-SW1(config-ext-nacl)# permit tcp host 31.221.41.210 any eq 22
WTAE-GW-SW1(config-ext-nacl)# permit tcp 172.19.0.0 0.0.255.255 any eq 22
WTAE-GW-SW1(config-ext-nacl)# permit tcp 10.77.0.0 0.0.255.255 any eq 22
WTAE-GW-SW1(config-ext-nacl)# permit tcp 10.76.0.0 0.0.255.255 any eq 22
WTAE-GW-SW1(config-ext-nacl)# permit tcp 10.70.0.0 0.0.255.255 any eq 22
WTAE-GW-SW1(config-ext-nacl)# permit tcp 10.72.0.0 0.0.255.255 any eq 22
WTAE-GW-SW1(config-ext-nacl)# permit tcp 198.185.164.0 0.0.0.255 any eq 22
WTAE-GW-SW1(config-ext-nacl)# permit tcp 10.171.8.0 0.0.0.255 any eq 22
WTAE-GW-SW1(config-ext-nacl)# permit tcp 10.90.122.0 0.0.0.255 any eq 22
WTAE-GW-SW1(config-ext-nacl)# permit tcp 10.196.0.0 0.0.255.255 any eq 22
WTAE-GW-SW1(config-ext-nacl)# permit tcp 10.193.32.0 0.0.0.255 any eq 22
WTAE-GW-SW1(config-ext-nacl)# permit tcp 10.168.76.0 0.0.0.255 any eq 22
WTAE-GW-SW1(config-ext-nacl)#!
WTAE-GW-SW1(config-ext-nacl)#line vty 0 15
WTAE-GW-SW1(config-line)# access-class UseSSH in
WTAE-GW-SW1(config-line)#!
WTAE-GW-SW1(config-line)#end
WTAE-GW-SW1#
WTAE-GW-SW1#Building configuration...
[OK]~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~

Connecting to IOS IP 167.173.47.10 
Connecting to IOS IP 192.168.206.3 
IOS Device: BEA-CORE-SW1
config term
Enter configuration commands, one per line.  End with CNTL/Z.
BEA-CORE-SW1(config)#no enable password
BEA-CORE-SW1(config)#!
BEA-CORE-SW1(config)#no username opmantek 
BEA-CORE-SW1(config)#yes
                     ^
% Invalid input detected at '^' marker.

BEA-CORE-SW1(config)#!
BEA-CORE-SW1(config)#username opmantek privilege 15 secret 0 N0Data4U!
BEA-CORE-SW1(config)#enable secret 0 circlebackaround
BEA-CORE-SW1(config)#!
BEA-CORE-SW1(config)#no ip access-list extended SSH-ONLY
BEA-CORE-SW1(config)#no ip access-list extended SSH-Only
BEA-CORE-SW1(config)#no ip access-list extended Use-SSH
BEA-CORE-SW1(config)#no ip access-list extended UseSSH
BEA-CORE-SW1(config)#!
BEA-CORE-SW1(config)#ip access-list extended UseSSH 
BEA-CORE-SW1(config-ext-nacl)# permit tcp 206.225.144.0 0.0.15.255 any eq 22
BEA-CORE-SW1(config-ext-nacl)# permit tcp 167.173.0.0 0.0.255.255 any eq 22
BEA-CORE-SW1(config-ext-nacl)# permit tcp host 83.244.129.66 any eq 22
BEA-CORE-SW1(config-ext-nacl)# permit tcp 64.178.160.0 0.0.15.255 any eq 22
BEA-CORE-SW1(config-ext-nacl)# permit tcp host 31.221.41.210 any eq 22
BEA-CORE-SW1(config-ext-nacl)# permit tcp 172.19.0.0 0.0.255.255 any eq 22
BEA-CORE-SW1(config-ext-nacl)# permit tcp 10.77.0.0 0.0.255.255 any eq 22
BEA-CORE-SW1(config-ext-nacl)# permit tcp 10.76.0.0 0.0.255.255 any eq 22
BEA-CORE-SW1(config-ext-nacl)# permit tcp 10.70.0.0 0.0.255.255 any eq 22
BEA-CORE-SW1(config-ext-nacl)# permit tcp 10.72.0.0 0.0.255.255 any eq 22
BEA-CORE-SW1(config-ext-nacl)# permit tcp 198.185.164.0 0.0.0.255 any eq 22
BEA-CORE-SW1(config-ext-nacl)# permit tcp 10.171.8.0 0.0.0.255 any eq 22
BEA-CORE-SW1(config-ext-nacl)# permit tcp 10.90.122.0 0.0.0.255 any eq 22
BEA-CORE-SW1(config-ext-nacl)# permit tcp 10.196.0.0 0.0.255.255 any eq 22
BEA-CORE-SW1(config-ext-nacl)# permit tcp 10.193.32.0 0.0.0.255 any eq 22
BEA-CORE-SW1(config-ext-nacl)# permit tcp 10.168.76.0 0.0.0.255 any eq 22
BEA-CORE-SW1(config-ext-nacl)#!
BEA-CORE-SW1(config-ext-nacl)#line vty 0 15
BEA-CORE-SW1(config-line)# access-class UseSSH in
BEA-CORE-SW1(config-line)#!
BEA-CORE-SW1(config-line)#end
BEA-CORE-SW1#
BEA-CORE-SW1#Building configuration...
Compressed configuration from 23950 bytes to 9289 bytes[OK]~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~

Connecting to IOS IP 192.168.206.4 
IOS Device: BEA-CORE-SW2
config term
Enter configuration commands, one per line.  End with CNTL/Z.
BEA-CORE-SW2(config)#no enable password
BEA-CORE-SW2(config)#!
BEA-CORE-SW2(config)#no username opmantek 
BEA-CORE-SW2(config)#yes
                     ^
% Invalid input detected at '^' marker.

BEA-CORE-SW2(config)#!
BEA-CORE-SW2(config)#username opmantek privilege 15 secret 0 N0Data4U!
BEA-CORE-SW2(config)#enable secret 0 circlebackaround
BEA-CORE-SW2(config)#!
BEA-CORE-SW2(config)#no ip access-list extended SSH-ONLY
BEA-CORE-SW2(config)#no ip access-list extended SSH-Only
BEA-CORE-SW2(config)#no ip access-list extended Use-SSH
BEA-CORE-SW2(config)#no ip access-list extended UseSSH
BEA-CORE-SW2(config)#!
BEA-CORE-SW2(config)#ip access-list extended UseSSH 
BEA-CORE-SW2(config-ext-nacl)# permit tcp 206.225.144.0 0.0.15.255 any eq 22
BEA-CORE-SW2(config-ext-nacl)# permit tcp 167.173.0.0 0.0.255.255 any eq 22
BEA-CORE-SW2(config-ext-nacl)# permit tcp host 83.244.129.66 any eq 22
BEA-CORE-SW2(config-ext-nacl)# permit tcp 64.178.160.0 0.0.15.255 any eq 22
BEA-CORE-SW2(config-ext-nacl)# permit tcp host 31.221.41.210 any eq 22
BEA-CORE-SW2(config-ext-nacl)# permit tcp 172.19.0.0 0.0.255.255 any eq 22
BEA-CORE-SW2(config-ext-nacl)# permit tcp 10.77.0.0 0.0.255.255 any eq 22
BEA-CORE-SW2(config-ext-nacl)# permit tcp 10.76.0.0 0.0.255.255 any eq 22
BEA-CORE-SW2(config-ext-nacl)# permit tcp 10.70.0.0 0.0.255.255 any eq 22
BEA-CORE-SW2(config-ext-nacl)# permit tcp 10.72.0.0 0.0.255.255 any eq 22
BEA-CORE-SW2(config-ext-nacl)# permit tcp 198.185.164.0 0.0.0.255 any eq 22
BEA-CORE-SW2(config-ext-nacl)# permit tcp 10.171.8.0 0.0.0.255 any eq 22
BEA-CORE-SW2(config-ext-nacl)# permit tcp 10.90.122.0 0.0.0.255 any eq 22
BEA-CORE-SW2(config-ext-nacl)# permit tcp 10.196.0.0 0.0.255.255 any eq 22
BEA-CORE-SW2(config-ext-nacl)# permit tcp 10.193.32.0 0.0.0.255 any eq 22
BEA-CORE-SW2(config-ext-nacl)# permit tcp 10.168.76.0 0.0.0.255 any eq 22
BEA-CORE-SW2(config-ext-nacl)#!
BEA-CORE-SW2(config-ext-nacl)#line vty 0 15
BEA-CORE-SW2(config-line)# access-class UseSSH in
BEA-CORE-SW2(config-line)#!
BEA-CORE-SW2(config-line)#end
BEA-CORE-SW2#
BEA-CORE-SW2#Building configuration...
Compressed configuration from 24238 bytes to 9405 bytes[OK]~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~

Connecting to IOS IP 10.66.9.2 
IOS Device: hdt-core-sw1
config term
Enter configuration commands, one per line.  End with CNTL/Z.
hdt-core-sw1(config)#no enable password
hdt-core-sw1(config)#!
hdt-core-sw1(config)#no username opmantek 
hdt-core-sw1(config)#yes
                     ^
% Invalid input detected at '^' marker.

hdt-core-sw1(config)#!
hdt-core-sw1(config)#username opmantek privilege 15 secret 0 N0Data4U!
hdt-core-sw1(config)#enable secret 0 circlebackaround
hdt-core-sw1(config)#!
hdt-core-sw1(config)#no ip access-list extended SSH-ONLY
hdt-core-sw1(config)#no ip access-list extended SSH-Only
hdt-core-sw1(config)#no ip access-list extended Use-SSH
hdt-core-sw1(config)#no ip access-list extended UseSSH
hdt-core-sw1(config)#!
hdt-core-sw1(config)#ip access-list extended UseSSH 
hdt-core-sw1(config-ext-nacl)# permit tcp 206.225.144.0 0.0.15.255 any eq 22
hdt-core-sw1(config-ext-nacl)# permit tcp 167.173.0.0 0.0.255.255 any eq 22
hdt-core-sw1(config-ext-nacl)# permit tcp host 83.244.129.66 any eq 22
hdt-core-sw1(config-ext-nacl)# permit tcp 64.178.160.0 0.0.15.255 any eq 22
hdt-core-sw1(config-ext-nacl)# permit tcp host 31.221.41.210 any eq 22
hdt-core-sw1(config-ext-nacl)# permit tcp 172.19.0.0 0.0.255.255 any eq 22
hdt-core-sw1(config-ext-nacl)# permit tcp 10.77.0.0 0.0.255.255 any eq 22
hdt-core-sw1(config-ext-nacl)# permit tcp 10.76.0.0 0.0.255.255 any eq 22
hdt-core-sw1(config-ext-nacl)# permit tcp 10.70.0.0 0.0.255.255 any eq 22
hdt-core-sw1(config-ext-nacl)# permit tcp 10.72.0.0 0.0.255.255 any eq 22
hdt-core-sw1(config-ext-nacl)# permit tcp 198.185.164.0 0.0.0.255 any eq 22
hdt-core-sw1(config-ext-nacl)# permit tcp 10.171.8.0 0.0.0.255 any eq 22
hdt-core-sw1(config-ext-nacl)# permit tcp 10.90.122.0 0.0.0.255 any eq 22
hdt-core-sw1(config-ext-nacl)# permit tcp 10.196.0.0 0.0.255.255 any eq 22
hdt-core-sw1(config-ext-nacl)# permit tcp 10.193.32.0 0.0.0.255 any eq 22
hdt-core-sw1(config-ext-nacl)# permit tcp 10.168.76.0 0.0.0.255 any eq 22
hdt-core-sw1(config-ext-nacl)#!
hdt-core-sw1(config-ext-nacl)#line vty 0 15
hdt-core-sw1(config-line)# access-class UseSSH in
hdt-core-sw1(config-line)#!
hdt-core-sw1(config-line)#end
Building configuration...
Compressed configuration from 18070 bytes to 6523 bytes[OK]~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~

Connecting to IOS IP 10.147.1.5 
Connecting to IOS IP 10.147.1.11 
IOS Device: KCCI-USER-SW2
config term
Enter configuration commands, one per line.  End with CNTL/Z.
KCCI-USER-SW2(config)#no enable password
KCCI-USER-SW2(config)#!
KCCI-USER-SW2(config)#no username opmantek 
KCCI-USER-SW2(config)#yes
                      ^
% Invalid input detected at '^' marker.

KCCI-USER-SW2(config)#!
KCCI-USER-SW2(config)#username opmantek privilege 15 secret 0 N0Data4U!
KCCI-USER-SW2(config)#enable secret 0 circlebackaround
KCCI-USER-SW2(config)#!
KCCI-USER-SW2(config)#no ip access-list extended SSH-ONLY
KCCI-USER-SW2(config)#no ip access-list extended SSH-Only
KCCI-USER-SW2(config)#no ip access-list extended Use-SSH
KCCI-USER-SW2(config)#no ip access-list extended UseSSH
KCCI-USER-SW2(config)#!
KCCI-USER-SW2(config)#ip access-list extended UseSSH 
KCCI-USER-SW2(config-ext-nacl)# permit tcp 206.225.144.0 0.0.15.255 any eq 22
KCCI-USER-SW2(config-ext-nacl)# permit tcp 167.173.0.0 0.0.255.255 any eq 22
KCCI-USER-SW2(config-ext-nacl)# permit tcp host 83.244.129.66 any eq 22
KCCI-USER-SW2(config-ext-nacl)# permit tcp 64.178.160.0 0.0.15.255 any eq 22
KCCI-USER-SW2(config-ext-nacl)# permit tcp host 31.221.41.210 any eq 22
KCCI-USER-SW2(config-ext-nacl)# permit tcp 172.19.0.0 0.0.255.255 any eq 22
KCCI-USER-SW2(config-ext-nacl)# permit tcp 10.77.0.0 0.0.255.255 any eq 22
KCCI-USER-SW2(config-ext-nacl)# permit tcp 10.76.0.0 0.0.255.255 any eq 22
KCCI-USER-SW2(config-ext-nacl)# permit tcp 10.70.0.0 0.0.255.255 any eq 22
KCCI-USER-SW2(config-ext-nacl)# permit tcp 10.72.0.0 0.0.255.255 any eq 22
KCCI-USER-SW2(config-ext-nacl)# permit tcp 198.185.164.0 0.0.0.255 any eq 22
KCCI-USER-SW2(config-ext-nacl)# permit tcp 10.171.8.0 0.0.0.255 any eq 22
KCCI-USER-SW2(config-ext-nacl)# permit tcp 10.90.122.0 0.0.0.255 any eq 22
KCCI-USER-SW2(config-ext-nacl)# permit tcp 10.196.0.0 0.0.255.255 any eq 22
KCCI-USER-SW2(config-ext-nacl)# permit tcp 10.193.32.0 0.0.0.255 any eq 22
KCCI-USER-SW2(config-ext-nacl)# permit tcp 10.168.76.0 0.0.0.255 any eq 22
KCCI-USER-SW2(config-ext-nacl)#!
KCCI-USER-SW2(config-ext-nacl)#line vty 0 15
KCCI-USER-SW2(config-line)# access-class UseSSH in
KCCI-USER-SW2(config-line)#!
KCCI-USER-SW2(config-line)#end
KCCI-USER-SW2#
KCCI-USER-SW2#Building configuration...
Compressed configuration from 26792 bytes to 9214 bytes[OK]~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~

Connecting to IOS IP 10.145.1.17 
Connecting to IOS IP 10.145.1.20 
Connecting to IOS IP 10.145.1.33 
Connecting to IOS IP 10.145.1.19 
Connecting to IOS IP 10.145.1.18 
Connecting to IOS IP 10.150.0.1 
IOS Device: KHBS-CORE-SW1
config term
Enter configuration commands, one per line.  End with CNTL/Z.
KHBS-CORE-SW1(config)#no enable password
KHBS-CORE-SW1(config)#!
KHBS-CORE-SW1(config)#no username opmantek 
KHBS-CORE-SW1(config)#yes
                      ^
% Invalid input detected at '^' marker.

KHBS-CORE-SW1(config)#!
KHBS-CORE-SW1(config)#username opmantek privilege 15 secret 0 N0Data4U!
KHBS-CORE-SW1(config)#enable secret 0 circlebackaround
KHBS-CORE-SW1(config)#!
KHBS-CORE-SW1(config)#no ip access-list extended SSH-ONLY
KHBS-CORE-SW1(config)#no ip access-list extended SSH-Only
KHBS-CORE-SW1(config)#no ip access-list extended Use-SSH
KHBS-CORE-SW1(config)#no ip access-list extended UseSSH
KHBS-CORE-SW1(config)#!
KHBS-CORE-SW1(config)#ip access-list extended UseSSH 
KHBS-CORE-SW1(config-ext-nacl)# permit tcp 206.225.144.0 0.0.15.255 any eq 22
KHBS-CORE-SW1(config-ext-nacl)# permit tcp 167.173.0.0 0.0.255.255 any eq 22
KHBS-CORE-SW1(config-ext-nacl)# permit tcp host 83.244.129.66 any eq 22
KHBS-CORE-SW1(config-ext-nacl)# permit tcp 64.178.160.0 0.0.15.255 any eq 22
KHBS-CORE-SW1(config-ext-nacl)# permit tcp host 31.221.41.210 any eq 22
KHBS-CORE-SW1(config-ext-nacl)# permit tcp 172.19.0.0 0.0.255.255 any eq 22
KHBS-CORE-SW1(config-ext-nacl)# permit tcp 10.77.0.0 0.0.255.255 any eq 22
KHBS-CORE-SW1(config-ext-nacl)# permit tcp 10.76.0.0 0.0.255.255 any eq 22
KHBS-CORE-SW1(config-ext-nacl)# permit tcp 10.70.0.0 0.0.255.255 any eq 22
KHBS-CORE-SW1(config-ext-nacl)# permit tcp 10.72.0.0 0.0.255.255 any eq 22
KHBS-CORE-SW1(config-ext-nacl)# permit tcp 198.185.164.0 0.0.0.255 any eq 22
KHBS-CORE-SW1(config-ext-nacl)# permit tcp 10.171.8.0 0.0.0.255 any eq 22
KHBS-CORE-SW1(config-ext-nacl)# permit tcp 10.90.122.0 0.0.0.255 any eq 22
KHBS-CORE-SW1(config-ext-nacl)# permit tcp 10.196.0.0 0.0.255.255 any eq 22
KHBS-CORE-SW1(config-ext-nacl)# permit tcp 10.193.32.0 0.0.0.255 any eq 22
KHBS-CORE-SW1(config-ext-nacl)# permit tcp 10.168.76.0 0.0.0.255 any eq 22
KHBS-CORE-SW1(config-ext-nacl)#!
KHBS-CORE-SW1(config-ext-nacl)#line vty 0 15
KHBS-CORE-SW1(config-line)# access-class UseSSH in
KHBS-CORE-SW1(config-line)#!
KHBS-CORE-SW1(config-line)#end
KHBS-CORE-SW1#
KHBS-CORE-SW1#Building configuration...
Compressed configuration from 28977 bytes to 10875 bytes[OK]~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~

Connecting to IOS IP 10.150.0.3 
IOS Device: KHBS-CORE-SW2
config term
Enter configuration commands, one per line.  End with CNTL/Z.
KHBS-CORE-SW2(config)#no enable password
KHBS-CORE-SW2(config)#!
KHBS-CORE-SW2(config)#no username opmantek 
KHBS-CORE-SW2(config)#yes
                      ^
% Invalid input detected at '^' marker.

KHBS-CORE-SW2(config)#!
KHBS-CORE-SW2(config)#username opmantek privilege 15 secret 0 N0Data4U!
KHBS-CORE-SW2(config)#enable secret 0 circlebackaround
KHBS-CORE-SW2(config)#!
KHBS-CORE-SW2(config)#no ip access-list extended SSH-ONLY
KHBS-CORE-SW2(config)#no ip access-list extended SSH-Only
KHBS-CORE-SW2(config)#no ip access-list extended Use-SSH
KHBS-CORE-SW2(config)#no ip access-list extended UseSSH
KHBS-CORE-SW2(config)#!
KHBS-CORE-SW2(config)#ip access-list extended UseSSH 
KHBS-CORE-SW2(config-ext-nacl)# permit tcp 206.225.144.0 0.0.15.255 any eq 22
KHBS-CORE-SW2(config-ext-nacl)# permit tcp 167.173.0.0 0.0.255.255 any eq 22
KHBS-CORE-SW2(config-ext-nacl)# permit tcp host 83.244.129.66 any eq 22
KHBS-CORE-SW2(config-ext-nacl)# permit tcp 64.178.160.0 0.0.15.255 any eq 22
KHBS-CORE-SW2(config-ext-nacl)# permit tcp host 31.221.41.210 any eq 22
KHBS-CORE-SW2(config-ext-nacl)# permit tcp 172.19.0.0 0.0.255.255 any eq 22
KHBS-CORE-SW2(config-ext-nacl)# permit tcp 10.77.0.0 0.0.255.255 any eq 22
KHBS-CORE-SW2(config-ext-nacl)# permit tcp 10.76.0.0 0.0.255.255 any eq 22
KHBS-CORE-SW2(config-ext-nacl)# permit tcp 10.70.0.0 0.0.255.255 any eq 22
KHBS-CORE-SW2(config-ext-nacl)# permit tcp 10.72.0.0 0.0.255.255 any eq 22
KHBS-CORE-SW2(config-ext-nacl)# permit tcp 198.185.164.0 0.0.0.255 any eq 22
KHBS-CORE-SW2(config-ext-nacl)# permit tcp 10.171.8.0 0.0.0.255 any eq 22
KHBS-CORE-SW2(config-ext-nacl)# permit tcp 10.90.122.0 0.0.0.255 any eq 22
KHBS-CORE-SW2(config-ext-nacl)# permit tcp 10.196.0.0 0.0.255.255 any eq 22
KHBS-CORE-SW2(config-ext-nacl)# permit tcp 10.193.32.0 0.0.0.255 any eq 22
KHBS-CORE-SW2(config-ext-nacl)# permit tcp 10.168.76.0 0.0.0.255 any eq 22
KHBS-CORE-SW2(config-ext-nacl)#!
KHBS-CORE-SW2(config-ext-nacl)#line vty 0 15
KHBS-CORE-SW2(config-line)# access-class UseSSH in
KHBS-CORE-SW2(config-line)#!
KHBS-CORE-SW2(config-line)#end
KHBS-CORE-SW2#
KHBS-CORE-SW2#Building configuration...
Compressed configuration from 27730 bytes to 10546 bytes[OK]~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~

Connecting to IOS IP 10.187.1.21 
Connecting to IOS IP 10.187.1.10 
Connecting to IOS IP 10.187.1.22 
IOS Device: KHOG-WEATHER-SW1
config term
Enter configuration commands, one per line.  End with CNTL/Z.
KHOG-WEATHER-SW1(config)#no enable password
KHOG-WEATHER-SW1(config)#!
KHOG-WEATHER-SW1(config)#no username opmantek 
KHOG-WEATHER-SW1(config)#yes
                         ^
% Invalid input detected at '^' marker.

KHOG-WEATHER-SW1(config)#!
KHOG-WEATHER-SW1(config)#username opmantek privilege 15 secret 0 N0Data4U!
KHOG-WEATHER-SW1(config)#enable secret 0 circlebackaround
KHOG-WEATHER-SW1(config)#!
KHOG-WEATHER-SW1(config)#no ip access-list extended SSH-ONLY
KHOG-WEATHER-SW1(config)#no ip access-list extended SSH-Only
KHOG-WEATHER-SW1(config)#no ip access-list extended Use-SSH
KHOG-WEATHER-SW1(config)#no ip access-list extended UseSSH
KHOG-WEATHER-SW1(config)#!
KHOG-WEATHER-SW1(config)#ip access-list extended UseSSH 
KHOG-WEATHER-SW1(config-ext-nacl)# permit tcp 206.225.144.0 0.0.15.255 any eq 22
KHOG-WEATHER-SW1(config-ext-nacl)# permit tcp 167.173.0.0 0.0.255.255 any eq 22
KHOG-WEATHER-SW1(config-ext-nacl)# permit tcp host 83.244.129.66 any eq 22
KHOG-WEATHER-SW1(config-ext-nacl)# permit tcp 64.178.160.0 0.0.15.255 any eq 22
KHOG-WEATHER-SW1(config-ext-nacl)# permit tcp host 31.221.41.210 any eq 22
KHOG-WEATHER-SW1(config-ext-nacl)# permit tcp 172.19.0.0 0.0.255.255 any eq 22
KHOG-WEATHER-SW1(config-ext-nacl)# permit tcp 10.77.0.0 0.0.255.255 any eq 22
KHOG-WEATHER-SW1(config-ext-nacl)# permit tcp 10.76.0.0 0.0.255.255 any eq 22
KHOG-WEATHER-SW1(config-ext-nacl)# permit tcp 10.70.0.0 0.0.255.255 any eq 22
KHOG-WEATHER-SW1(config-ext-nacl)# permit tcp 10.72.0.0 0.0.255.255 any eq 22
KHOG-WEATHER-SW1(config-ext-nacl)# permit tcp 198.185.164.0 0.0.0.255 any eq 22
KHOG-WEATHER-SW1(config-ext-nacl)# permit tcp 10.171.8.0 0.0.0.255 any eq 22
KHOG-WEATHER-SW1(config-ext-nacl)# permit tcp 10.90.122.0 0.0.0.255 any eq 22
KHOG-WEATHER-SW1(config-ext-nacl)# permit tcp 10.196.0.0 0.0.255.255 any eq 22
KHOG-WEATHER-SW1(config-ext-nacl)# permit tcp 10.193.32.0 0.0.0.255 any eq 22
KHOG-WEATHER-SW1(config-ext-nacl)# permit tcp 10.168.76.0 0.0.0.255 any eq 22
KHOG-WEATHER-SW1(config-ext-nacl)#!
KHOG-WEATHER-SW1(config-ext-nacl)#line vty 0 15
KHOG-WEATHER-SW1(config-line)# access-class UseSSH in
KHOG-WEATHER-SW1(config-line)#!
KHOG-WEATHER-SW1(config-line)#end
KHOG-WEATHER-SW1#
KHOG-WEATHER-SW1#Building configuration...
Compressed configuration from 11181 bytes to 5173 bytes[OK]~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~

Connecting to IOS IP 10.141.1.12 
Connecting to IOS IP 10.141.1.8 
IOS Device: KMBC-NEW-MDF-SW1
config term
Enter configuration commands, one per line.  End with CNTL/Z.
KMBC-NEW-MDF-SW1(config)#no enable password
KMBC-NEW-MDF-SW1(config)#!
KMBC-NEW-MDF-SW1(config)#no username opmantek 
KMBC-NEW-MDF-SW1(config)#yes
                         ^
% Invalid input detected at '^' marker.

KMBC-NEW-MDF-SW1(config)#!
KMBC-NEW-MDF-SW1(config)#username opmantek privilege 15 secret 0 N0Data4U!
KMBC-NEW-MDF-SW1(config)#enable secret 0 circlebackaround
KMBC-NEW-MDF-SW1(config)#!
KMBC-NEW-MDF-SW1(config)#no ip access-list extended SSH-ONLY
KMBC-NEW-MDF-SW1(config)#no ip access-list extended SSH-Only
KMBC-NEW-MDF-SW1(config)#no ip access-list extended Use-SSH
KMBC-NEW-MDF-SW1(config)#no ip access-list extended UseSSH
KMBC-NEW-MDF-SW1(config)#!
KMBC-NEW-MDF-SW1(config)#ip access-list extended UseSSH 
KMBC-NEW-MDF-SW1(config-ext-nacl)# permit tcp 206.225.144.0 0.0.15.255 any eq 22
KMBC-NEW-MDF-SW1(config-ext-nacl)# permit tcp 167.173.0.0 0.0.255.255 any eq 22
KMBC-NEW-MDF-SW1(config-ext-nacl)# permit tcp host 83.244.129.66 any eq 22
KMBC-NEW-MDF-SW1(config-ext-nacl)# permit tcp 64.178.160.0 0.0.15.255 any eq 22
KMBC-NEW-MDF-SW1(config-ext-nacl)# permit tcp host 31.221.41.210 any eq 22
KMBC-NEW-MDF-SW1(config-ext-nacl)# permit tcp 172.19.0.0 0.0.255.255 any eq 22
KMBC-NEW-MDF-SW1(config-ext-nacl)# permit tcp 10.77.0.0 0.0.255.255 any eq 22
KMBC-NEW-MDF-SW1(config-ext-nacl)# permit tcp 10.76.0.0 0.0.255.255 any eq 22
KMBC-NEW-MDF-SW1(config-ext-nacl)# permit tcp 10.70.0.0 0.0.255.255 any eq 22
KMBC-NEW-MDF-SW1(config-ext-nacl)# permit tcp 10.72.0.0 0.0.255.255 any eq 22
KMBC-NEW-MDF-SW1(config-ext-nacl)# permit tcp 198.185.164.0 0.0.0.255 any eq 22
KMBC-NEW-MDF-SW1(config-ext-nacl)# permit tcp 10.171.8.0 0.0.0.255 any eq 22
KMBC-NEW-MDF-SW1(config-ext-nacl)# permit tcp 10.90.122.0 0.0.0.255 any eq 22
KMBC-NEW-MDF-SW1(config-ext-nacl)# permit tcp 10.196.0.0 0.0.255.255 any eq 22
KMBC-NEW-MDF-SW1(config-ext-nacl)# permit tcp 10.193.32.0 0.0.0.255 any eq 22
KMBC-NEW-MDF-SW1(config-ext-nacl)# permit tcp 10.168.76.0 0.0.0.255 any eq 22
KMBC-NEW-MDF-SW1(config-ext-nacl)#!
KMBC-NEW-MDF-SW1(config-ext-nacl)#line vty 0 15
KMBC-NEW-MDF-SW1(config-line)# access-class UseSSH in
KMBC-NEW-MDF-SW1(config-line)#!
KMBC-NEW-MDF-SW1(config-line)#end
KMBC-NEW-MDF-SW1#
KMBC-NEW-MDF-SW1#Building configuration...
Compressed configuration from 53309 bytes to 14678 bytes[OK]~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~

Connecting to IOS IP 10.141.1.35 
Connecting to IOS IP 10.160.1.18 
IOS Device: KOAT-TECH1-SW1
config term
Enter configuration commands, one per line.  End with CNTL/Z.
KOAT-TECH1-SW1(config)#no enable password
KOAT-TECH1-SW1(config)#!
KOAT-TECH1-SW1(config)#no username opmantek 
KOAT-TECH1-SW1(config)#yes
                       ^
% Invalid input detected at '^' marker.

KOAT-TECH1-SW1(config)#!
KOAT-TECH1-SW1(config)#username opmantek privilege 15 secret 0 N0Data4U!
KOAT-TECH1-SW1(config)#enable secret 0 circlebackaround
KOAT-TECH1-SW1(config)#!
KOAT-TECH1-SW1(config)#no ip access-list extended SSH-ONLY
KOAT-TECH1-SW1(config)#no ip access-list extended SSH-Only
KOAT-TECH1-SW1(config)#no ip access-list extended Use-SSH
KOAT-TECH1-SW1(config)#no ip access-list extended UseSSH
KOAT-TECH1-SW1(config)#!
KOAT-TECH1-SW1(config)#ip access-list extended UseSSH 
KOAT-TECH1-SW1(config-ext-nacl)# permit tcp 206.225.144.0 0.0.15.255 any eq 22
KOAT-TECH1-SW1(config-ext-nacl)# permit tcp 167.173.0.0 0.0.255.255 any eq 22
KOAT-TECH1-SW1(config-ext-nacl)# permit tcp host 83.244.129.66 any eq 22
KOAT-TECH1-SW1(config-ext-nacl)# permit tcp 64.178.160.0 0.0.15.255 any eq 22
KOAT-TECH1-SW1(config-ext-nacl)# permit tcp host 31.221.41.210 any eq 22
KOAT-TECH1-SW1(config-ext-nacl)# permit tcp 172.19.0.0 0.0.255.255 any eq 22
KOAT-TECH1-SW1(config-ext-nacl)# permit tcp 10.77.0.0 0.0.255.255 any eq 22
KOAT-TECH1-SW1(config-ext-nacl)# permit tcp 10.76.0.0 0.0.255.255 any eq 22
KOAT-TECH1-SW1(config-ext-nacl)# permit tcp 10.70.0.0 0.0.255.255 any eq 22
KOAT-TECH1-SW1(config-ext-nacl)# permit tcp 10.72.0.0 0.0.255.255 any eq 22
KOAT-TECH1-SW1(config-ext-nacl)# permit tcp 198.185.164.0 0.0.0.255 any eq 22
KOAT-TECH1-SW1(config-ext-nacl)# permit tcp 10.171.8.0 0.0.0.255 any eq 22
KOAT-TECH1-SW1(config-ext-nacl)# permit tcp 10.90.122.0 0.0.0.255 any eq 22
KOAT-TECH1-SW1(config-ext-nacl)# permit tcp 10.196.0.0 0.0.255.255 any eq 22
KOAT-TECH1-SW1(config-ext-nacl)# permit tcp 10.193.32.0 0.0.0.255 any eq 22
KOAT-TECH1-SW1(config-ext-nacl)# permit tcp 10.168.76.0 0.0.0.255 any eq 22
KOAT-TECH1-SW1(config-ext-nacl)#!
KOAT-TECH1-SW1(config-ext-nacl)#line vty 0 15
KOAT-TECH1-SW1(config-line)# access-class UseSSH in
KOAT-TECH1-SW1(config-line)#!
KOAT-TECH1-SW1(config-line)#end
KOAT-TECH1-SW1#
KOAT-TECH1-SW1#Building configuration...
Compressed configuration from 22673 bytes to 8392 bytes[OK]~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~

Connecting to IOS IP 10.160.1.22 
IOS Device: KOAT-USER-SW1
config term
Enter configuration commands, one per line.  End with CNTL/Z.
KOAT-USER-SW1(config)#no enable password
KOAT-USER-SW1(config)#!
KOAT-USER-SW1(config)#no username opmantek 
KOAT-USER-SW1(config)#yes
                      ^
% Invalid input detected at '^' marker.

KOAT-USER-SW1(config)#!
KOAT-USER-SW1(config)#username opmantek privilege 15 secret 0 N0Data4U!
KOAT-USER-SW1(config)#enable secret 0 circlebackaround
KOAT-USER-SW1(config)#!
KOAT-USER-SW1(config)#no ip access-list extended SSH-ONLY
KOAT-USER-SW1(config)#no ip access-list extended SSH-Only
KOAT-USER-SW1(config)#no ip access-list extended Use-SSH
KOAT-USER-SW1(config)#no ip access-list extended UseSSH
KOAT-USER-SW1(config)#!
KOAT-USER-SW1(config)#ip access-list extended UseSSH 
KOAT-USER-SW1(config-ext-nacl)# permit tcp 206.225.144.0 0.0.15.255 any eq 22
KOAT-USER-SW1(config-ext-nacl)# permit tcp 167.173.0.0 0.0.255.255 any eq 22
KOAT-USER-SW1(config-ext-nacl)# permit tcp host 83.244.129.66 any eq 22
KOAT-USER-SW1(config-ext-nacl)# permit tcp 64.178.160.0 0.0.15.255 any eq 22
KOAT-USER-SW1(config-ext-nacl)# permit tcp host 31.221.41.210 any eq 22
KOAT-USER-SW1(config-ext-nacl)# permit tcp 172.19.0.0 0.0.255.255 any eq 22
KOAT-USER-SW1(config-ext-nacl)# permit tcp 10.77.0.0 0.0.255.255 any eq 22
KOAT-USER-SW1(config-ext-nacl)# permit tcp 10.76.0.0 0.0.255.255 any eq 22
KOAT-USER-SW1(config-ext-nacl)# permit tcp 10.70.0.0 0.0.255.255 any eq 22
KOAT-USER-SW1(config-ext-nacl)# permit tcp 10.72.0.0 0.0.255.255 any eq 22
KOAT-USER-SW1(config-ext-nacl)# permit tcp 198.185.164.0 0.0.0.255 any eq 22
KOAT-USER-SW1(config-ext-nacl)# permit tcp 10.171.8.0 0.0.0.255 any eq 22
KOAT-USER-SW1(config-ext-nacl)# permit tcp 10.90.122.0 0.0.0.255 any eq 22
KOAT-USER-SW1(config-ext-nacl)# permit tcp 10.196.0.0 0.0.255.255 any eq 22
KOAT-USER-SW1(config-ext-nacl)# permit tcp 10.193.32.0 0.0.0.255 any eq 22
KOAT-USER-SW1(config-ext-nacl)# permit tcp 10.168.76.0 0.0.0.255 any eq 22
KOAT-USER-SW1(config-ext-nacl)#!
KOAT-USER-SW1(config-ext-nacl)#line vty 0 15
KOAT-USER-SW1(config-line)# access-class UseSSH in
KOAT-USER-SW1(config-line)#!
KOAT-USER-SW1(config-line)#end
KOAT-USER-SW1#
KOAT-USER-SW1#Building configuration...
Compressed configuration from 66500 bytes to 18192 bytes[OK]~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~

Connecting to IOS IP 10.153.1.33 
Connecting to IOS IP 10.153.1.6 
IOS Device: KOCO-USER-SW1
config term
Enter configuration commands, one per line.  End with CNTL/Z.
KOCO-USER-SW1(config)#no enable password
KOCO-USER-SW1(config)#!
KOCO-USER-SW1(config)#no username opmantek 
KOCO-USER-SW1(config)#yes
                      ^
% Invalid input detected at '^' marker.

KOCO-USER-SW1(config)#!
KOCO-USER-SW1(config)#username opmantek privilege 15 secret 0 N0Data4U!
KOCO-USER-SW1(config)#enable secret 0 circlebackaround
KOCO-USER-SW1(config)#!
KOCO-USER-SW1(config)#no ip access-list extended SSH-ONLY
KOCO-USER-SW1(config)#no ip access-list extended SSH-Only
KOCO-USER-SW1(config)#no ip access-list extended Use-SSH
KOCO-USER-SW1(config)#no ip access-list extended UseSSH
KOCO-USER-SW1(config)#!
KOCO-USER-SW1(config)#ip access-list extended UseSSH 
KOCO-USER-SW1(config-ext-nacl)# permit tcp 206.225.144.0 0.0.15.255 any eq 22
KOCO-USER-SW1(config-ext-nacl)# permit tcp 167.173.0.0 0.0.255.255 any eq 22
KOCO-USER-SW1(config-ext-nacl)# permit tcp host 83.244.129.66 any eq 22
KOCO-USER-SW1(config-ext-nacl)# permit tcp 64.178.160.0 0.0.15.255 any eq 22
KOCO-USER-SW1(config-ext-nacl)# permit tcp host 31.221.41.210 any eq 22
KOCO-USER-SW1(config-ext-nacl)# permit tcp 172.19.0.0 0.0.255.255 any eq 22
KOCO-USER-SW1(config-ext-nacl)# permit tcp 10.77.0.0 0.0.255.255 any eq 22
KOCO-USER-SW1(config-ext-nacl)# permit tcp 10.76.0.0 0.0.255.255 any eq 22
KOCO-USER-SW1(config-ext-nacl)# permit tcp 10.70.0.0 0.0.255.255 any eq 22
KOCO-USER-SW1(config-ext-nacl)# permit tcp 10.72.0.0 0.0.255.255 any eq 22
KOCO-USER-SW1(config-ext-nacl)# permit tcp 198.185.164.0 0.0.0.255 any eq 22
KOCO-USER-SW1(config-ext-nacl)# permit tcp 10.171.8.0 0.0.0.255 any eq 22
KOCO-USER-SW1(config-ext-nacl)# permit tcp 10.90.122.0 0.0.0.255 any eq 22
KOCO-USER-SW1(config-ext-nacl)# permit tcp 10.196.0.0 0.0.255.255 any eq 22
KOCO-USER-SW1(config-ext-nacl)# permit tcp 10.193.32.0 0.0.0.255 any eq 22
KOCO-USER-SW1(config-ext-nacl)# permit tcp 10.168.76.0 0.0.0.255 any eq 22
KOCO-USER-SW1(config-ext-nacl)#!
KOCO-USER-SW1(config-ext-nacl)#line vty 0 15
KOCO-USER-SW1(config-line)# access-class UseSSH in
KOCO-USER-SW1(config-line)#!
KOCO-USER-SW1(config-line)#end
KOCO-USER-SW1#
KOCO-USER-SW1#Building configuration...
Compressed configuration from 39460 bytes to 12421 bytes[OK]~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~

Connecting to IOS IP 10.149.1.6 
IOS Device: KSBW-USER-SW1
config term
Enter configuration commands, one per line.  End with CNTL/Z.
KSBW-USER-SW1(config)#no enable password
KSBW-USER-SW1(config)#!
KSBW-USER-SW1(config)#no username opmantek 
KSBW-USER-SW1(config)#yes
                      ^
% Invalid input detected at '^' marker.

KSBW-USER-SW1(config)#!
KSBW-USER-SW1(config)#username opmantek privilege 15 secret 0 N0Data4U!
KSBW-USER-SW1(config)#enable secret 0 circlebackaround
KSBW-USER-SW1(config)#!
KSBW-USER-SW1(config)#no ip access-list extended SSH-ONLY
KSBW-USER-SW1(config)#no ip access-list extended SSH-Only
KSBW-USER-SW1(config)#no ip access-list extended Use-SSH
KSBW-USER-SW1(config)#no ip access-list extended UseSSH
KSBW-USER-SW1(config)#!
KSBW-USER-SW1(config)#ip access-list extended UseSSH 
KSBW-USER-SW1(config-ext-nacl)# permit tcp 206.225.144.0 0.0.15.255 any eq 22
KSBW-USER-SW1(config-ext-nacl)# permit tcp 167.173.0.0 0.0.255.255 any eq 22
KSBW-USER-SW1(config-ext-nacl)# permit tcp host 83.244.129.66 any eq 22
KSBW-USER-SW1(config-ext-nacl)# permit tcp 64.178.160.0 0.0.15.255 any eq 22
KSBW-USER-SW1(config-ext-nacl)# permit tcp host 31.221.41.210 any eq 22
KSBW-USER-SW1(config-ext-nacl)# permit tcp 172.19.0.0 0.0.255.255 any eq 22
KSBW-USER-SW1(config-ext-nacl)# permit tcp 10.77.0.0 0.0.255.255 any eq 22
KSBW-USER-SW1(config-ext-nacl)# permit tcp 10.76.0.0 0.0.255.255 any eq 22
KSBW-USER-SW1(config-ext-nacl)# permit tcp 10.70.0.0 0.0.255.255 any eq 22
KSBW-USER-SW1(config-ext-nacl)# permit tcp 10.72.0.0 0.0.255.255 any eq 22
KSBW-USER-SW1(config-ext-nacl)# permit tcp 198.185.164.0 0.0.0.255 any eq 22
KSBW-USER-SW1(config-ext-nacl)# permit tcp 10.171.8.0 0.0.0.255 any eq 22
KSBW-USER-SW1(config-ext-nacl)# permit tcp 10.90.122.0 0.0.0.255 any eq 22
KSBW-USER-SW1(config-ext-nacl)# permit tcp 10.196.0.0 0.0.255.255 any eq 22
KSBW-USER-SW1(config-ext-nacl)# permit tcp 10.193.32.0 0.0.0.255 any eq 22
KSBW-USER-SW1(config-ext-nacl)# permit tcp 10.168.76.0 0.0.0.255 any eq 22
KSBW-USER-SW1(config-ext-nacl)#!
KSBW-USER-SW1(config-ext-nacl)#line vty 0 15
KSBW-USER-SW1(config-line)# access-class UseSSH in
KSBW-USER-SW1(config-line)#!
KSBW-USER-SW1(config-line)#end
KSBW-USER-SW1#
KSBW-USER-SW1#Building configuration...
Compressed configuration from 72286 bytes to 20113 bytes[OK]~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~

Connecting to IOS IP 10.149.1.7 
IOS Device: KSBW-USER-SW2
config term
Enter configuration commands, one per line.  End with CNTL/Z.
KSBW-USER-SW2(config)#no enable password
KSBW-USER-SW2(config)#!
KSBW-USER-SW2(config)#no username opmantek 
KSBW-USER-SW2(config)#yes
                      ^
% Invalid input detected at '^' marker.

KSBW-USER-SW2(config)#!
KSBW-USER-SW2(config)#username opmantek privilege 15 secret 0 N0Data4U!
KSBW-USER-SW2(config)#enable secret 0 circlebackaround
KSBW-USER-SW2(config)#!
KSBW-USER-SW2(config)#no ip access-list extended SSH-ONLY
KSBW-USER-SW2(config)#no ip access-list extended SSH-Only
KSBW-USER-SW2(config)#no ip access-list extended Use-SSH
KSBW-USER-SW2(config)#no ip access-list extended UseSSH
KSBW-USER-SW2(config)#!
KSBW-USER-SW2(config)#ip access-list extended UseSSH 
KSBW-USER-SW2(config-ext-nacl)# permit tcp 206.225.144.0 0.0.15.255 any eq 22
KSBW-USER-SW2(config-ext-nacl)# permit tcp 167.173.0.0 0.0.255.255 any eq 22
KSBW-USER-SW2(config-ext-nacl)# permit tcp host 83.244.129.66 any eq 22
KSBW-USER-SW2(config-ext-nacl)# permit tcp 64.178.160.0 0.0.15.255 any eq 22
KSBW-USER-SW2(config-ext-nacl)# permit tcp host 31.221.41.210 any eq 22
KSBW-USER-SW2(config-ext-nacl)# permit tcp 172.19.0.0 0.0.255.255 any eq 22
KSBW-USER-SW2(config-ext-nacl)# permit tcp 10.77.0.0 0.0.255.255 any eq 22
KSBW-USER-SW2(config-ext-nacl)# permit tcp 10.76.0.0 0.0.255.255 any eq 22
KSBW-USER-SW2(config-ext-nacl)# permit tcp 10.70.0.0 0.0.255.255 any eq 22
KSBW-USER-SW2(config-ext-nacl)# permit tcp 10.72.0.0 0.0.255.255 any eq 22
KSBW-USER-SW2(config-ext-nacl)# permit tcp 198.185.164.0 0.0.0.255 any eq 22
KSBW-USER-SW2(config-ext-nacl)# permit tcp 10.171.8.0 0.0.0.255 any eq 22
KSBW-USER-SW2(config-ext-nacl)# permit tcp 10.90.122.0 0.0.0.255 any eq 22
KSBW-USER-SW2(config-ext-nacl)# permit tcp 10.196.0.0 0.0.255.255 any eq 22
KSBW-USER-SW2(config-ext-nacl)# permit tcp 10.193.32.0 0.0.0.255 any eq 22
KSBW-USER-SW2(config-ext-nacl)# permit tcp 10.168.76.0 0.0.0.255 any eq 22
KSBW-USER-SW2(config-ext-nacl)#!
KSBW-USER-SW2(config-ext-nacl)#line vty 0 15
KSBW-USER-SW2(config-line)# access-class UseSSH in
KSBW-USER-SW2(config-line)#!
KSBW-USER-SW2(config-line)#end
KSBW-USER-SW2#
KSBW-USER-SW2#Building configuration...
Compressed configuration from 27250 bytes to 9886 bytes[OK]~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~

Connecting to IOS IP 10.66.7.2 
Connecting to IOS IP 167.173.203.5 
IOS Device: mdn-edge-sw1
config term
Enter configuration commands, one per line.  End with CNTL/Z.
mdn-edge-sw1(config)#no enable password
mdn-edge-sw1(config)#!
mdn-edge-sw1(config)#no username opmantek 
mdn-edge-sw1(config)#yes
                     ^
% Invalid input detected at '^' marker.

mdn-edge-sw1(config)#!
mdn-edge-sw1(config)#username opmantek privilege 15 secret 0 N0Data4U!
mdn-edge-sw1(config)#enable secret 0 circlebackaround
mdn-edge-sw1(config)#!
mdn-edge-sw1(config)#no ip access-list extended SSH-ONLY
mdn-edge-sw1(config)#no ip access-list extended SSH-Only
mdn-edge-sw1(config)#no ip access-list extended Use-SSH
mdn-edge-sw1(config)#no ip access-list extended UseSSH
mdn-edge-sw1(config)#!
mdn-edge-sw1(config)#ip access-list extended UseSSH 
mdn-edge-sw1(config-ext-nacl)# permit tcp 206.225.144.0 0.0.15.255 any eq 22
mdn-edge-sw1(config-ext-nacl)# permit tcp 167.173.0.0 0.0.255.255 any eq 22
mdn-edge-sw1(config-ext-nacl)# permit tcp host 83.244.129.66 any eq 22
mdn-edge-sw1(config-ext-nacl)# permit tcp 64.178.160.0 0.0.15.255 any eq 22
mdn-edge-sw1(config-ext-nacl)# permit tcp host 31.221.41.210 any eq 22
mdn-edge-sw1(config-ext-nacl)# permit tcp 172.19.0.0 0.0.255.255 any eq 22
mdn-edge-sw1(config-ext-nacl)# permit tcp 10.77.0.0 0.0.255.255 any eq 22
mdn-edge-sw1(config-ext-nacl)# permit tcp 10.76.0.0 0.0.255.255 any eq 22
mdn-edge-sw1(config-ext-nacl)# permit tcp 10.70.0.0 0.0.255.255 any eq 22
mdn-edge-sw1(config-ext-nacl)# permit tcp 10.72.0.0 0.0.255.255 any eq 22
mdn-edge-sw1(config-ext-nacl)# permit tcp 198.185.164.0 0.0.0.255 any eq 22
mdn-edge-sw1(config-ext-nacl)# permit tcp 10.171.8.0 0.0.0.255 any eq 22
mdn-edge-sw1(config-ext-nacl)# permit tcp 10.90.122.0 0.0.0.255 any eq 22
mdn-edge-sw1(config-ext-nacl)# permit tcp 10.196.0.0 0.0.255.255 any eq 22
mdn-edge-sw1(config-ext-nacl)# permit tcp 10.193.32.0 0.0.0.255 any eq 22
mdn-edge-sw1(config-ext-nacl)# permit tcp 10.168.76.0 0.0.0.255 any eq 22
mdn-edge-sw1(config-ext-nacl)#!
mdn-edge-sw1(config-ext-nacl)#line vty 0 15
mdn-edge-sw1(config-line)# access-class UseSSH in
mdn-edge-sw1(config-line)#!
mdn-edge-sw1(config-line)#end
mdn-edge-sw1#
mdn-edge-sw1#Building configuration...
Compressed configuration from 11262 bytes to 5380 bytes[OK]~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~

Connecting to IOS IP 10.228.0.251 
IOS Device: USA1004-MDF01-01-SWC01
config term
Enter configuration commands, one per line.  End with CNTL/Z.
USA1004-MDF01-01-SWC(config)#no enable password
USA1004-MDF01-01-SWC(config)#!
USA1004-MDF01-01-SWC(config)#no username opmantek 
USA1004-MDF01-01-SWC(config)#yes
                             ^
% Invalid input detected at '^' marker.

USA1004-MDF01-01-SWC(config)#!
USA1004-MDF01-01-SWC(config)#username opmantek privilege 15 secret 0 N0Data4U!
USA1004-MDF01-01-SWC(config)#enable secret 0 circlebackaround
USA1004-MDF01-01-SWC(config)#!
USA1004-MDF01-01-SWC(config)#no ip access-list extended SSH-ONLY
USA1004-MDF01-01-SWC(config)#no ip access-list extended SSH-Only
USA1004-MDF01-01-SWC(config)#no ip access-list extended Use-SSH
USA1004-MDF01-01-SWC(config)#no ip access-list extended UseSSH
USA1004-MDF01-01-SWC(config)#!
USA1004-MDF01-01-SWC(config)#ip access-list extended UseSSH 
USA1004-MDF01-01-SWC(config-ext-nacl)# permit tcp 206.225.144.0 0.0.15.255 any eq 22
USA1004-MDF01-01-SWC(config-ext-nacl)# permit tcp 167.173.0.0 0.0.255.255 any eq 22
USA1004-MDF01-01-SWC(config-ext-nacl)# permit tcp host 83.244.129.66 any eq 22
USA1004-MDF01-01-SWC(config-ext-nacl)# permit tcp 64.178.160.0 0.0.15.255 any eq 22
USA1004-MDF01-01-SWC(config-ext-nacl)# permit tcp host 31.221.41.210 any eq 22
USA1004-MDF01-01-SWC(config-ext-nacl)# permit tcp 172.19.0.0 0.0.255.255 any eq 22
USA1004-MDF01-01-SWC(config-ext-nacl)# permit tcp 10.77.0.0 0.0.255.255 any eq 22
USA1004-MDF01-01-SWC(config-ext-nacl)# permit tcp 10.76.0.0 0.0.255.255 any eq 22
USA1004-MDF01-01-SWC(config-ext-nacl)# permit tcp 10.70.0.0 0.0.255.255 any eq 22
USA1004-MDF01-01-SWC(config-ext-nacl)# permit tcp 10.72.0.0 0.0.255.255 any eq 22
USA1004-MDF01-01-SWC(config-ext-nacl)# permit tcp 198.185.164.0 0.0.0.255 any eq 22
USA1004-MDF01-01-SWC(config-ext-nacl)# permit tcp 10.171.8.0 0.0.0.255 any eq 22
USA1004-MDF01-01-SWC(config-ext-nacl)# permit tcp 10.90.122.0 0.0.0.255 any eq 22
USA1004-MDF01-01-SWC(config-ext-nacl)# permit tcp 10.196.0.0 0.0.255.255 any eq 22
USA1004-MDF01-01-SWC(config-ext-nacl)# permit tcp 10.193.32.0 0.0.0.255 any eq 22
USA1004-MDF01-01-SWC(config-ext-nacl)# permit tcp 10.168.76.0 0.0.0.255 any eq 22
USA1004-MDF01-01-SWC(config-ext-nacl)#!
USA1004-MDF01-01-SWC(config-ext-nacl)#line vty 0 15
USA1004-MDF01-01-SWC(config-line)# access-class UseSSH in
USA1004-MDF01-01-SWC(config-line)#!
USA1004-MDF01-01-SWC(config-line)#end
USA1004-MDF01-01-SWC01#
USA1004-MDF01-01-SWC01#Building configuration...
Compressed configuration from 51477 bytes to 17181 bytes[OK]~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~

Connecting to IOS IP 10.228.0.251 
IOS Device: USA1004-MDF01-01-SWC01
config term
Enter configuration commands, one per line.  End with CNTL/Z.
USA1004-MDF01-01-SWC(config)#no enable password
USA1004-MDF01-01-SWC(config)#!
USA1004-MDF01-01-SWC(config)#no username opmantek 
This operation will remove all username related configurations with same name.Do you want to continue? [confirm]y
USA1004-MDF01-01-SWC(config)#es
                              ^
% Invalid input detected at '^' marker.

USA1004-MDF01-01-SWC(config)#!
USA1004-MDF01-01-SWC(config)#username opmantek privilege 15 secret 0 N0Data4U!
USA1004-MDF01-01-SWC(config)#enable secret 0 circlebackaround
USA1004-MDF01-01-SWC(config)#!
USA1004-MDF01-01-SWC(config)#no ip access-list extended SSH-ONLY
USA1004-MDF01-01-SWC(config)#no ip access-list extended SSH-Only
USA1004-MDF01-01-SWC(config)#no ip access-list extended Use-SSH
USA1004-MDF01-01-SWC(config)#no ip access-list extended UseSSH
USA1004-MDF01-01-SWC(config)#!
USA1004-MDF01-01-SWC(config)#ip access-list extended UseSSH 
USA1004-MDF01-01-SWC(config-ext-nacl)# permit tcp 206.225.144.0 0.0.15.255 any eq 22
USA1004-MDF01-01-SWC(config-ext-nacl)# permit tcp 167.173.0.0 0.0.255.255 any eq 22
USA1004-MDF01-01-SWC(config-ext-nacl)# permit tcp host 83.244.129.66 any eq 22
USA1004-MDF01-01-SWC(config-ext-nacl)# permit tcp 64.178.160.0 0.0.15.255 any eq 22
USA1004-MDF01-01-SWC(config-ext-nacl)# permit tcp host 31.221.41.210 any eq 22
USA1004-MDF01-01-SWC(config-ext-nacl)# permit tcp 172.19.0.0 0.0.255.255 any eq 22
USA1004-MDF01-01-SWC(config-ext-nacl)# permit tcp 10.77.0.0 0.0.255.255 any eq 22
USA1004-MDF01-01-SWC(config-ext-nacl)# permit tcp 10.76.0.0 0.0.255.255 any eq 22
USA1004-MDF01-01-SWC(config-ext-nacl)# permit tcp 10.70.0.0 0.0.255.255 any eq 22
USA1004-MDF01-01-SWC(config-ext-nacl)# permit tcp 10.72.0.0 0.0.255.255 any eq 22
USA1004-MDF01-01-SWC(config-ext-nacl)# permit tcp 198.185.164.0 0.0.0.255 any eq 22
USA1004-MDF01-01-SWC(config-ext-nacl)# permit tcp 10.171.8.0 0.0.0.255 any eq 22
USA1004-MDF01-01-SWC(config-ext-nacl)# permit tcp 10.90.122.0 0.0.0.255 any eq 22
USA1004-MDF01-01-SWC(config-ext-nacl)# permit tcp 10.196.0.0 0.0.255.255 any eq 22
USA1004-MDF01-01-SWC(config-ext-nacl)# permit tcp 10.193.32.0 0.0.0.255 any eq 22
USA1004-MDF01-01-SWC(config-ext-nacl)# permit tcp 10.168.76.0 0.0.0.255 any eq 22
USA1004-MDF01-01-SWC(config-ext-nacl)#!
USA1004-MDF01-01-SWC(config-ext-nacl)#line vty 0 15
USA1004-MDF01-01-SWC(config-line)# access-class UseSSH in
USA1004-MDF01-01-SWC(config-line)#!
USA1004-MDF01-01-SWC(config-line)#end
USA1004-MDF01-01-SWC01#
USA1004-MDF01-01-SWC01#Building configuration...
Compressed configuration from 51477 bytes to 16931 bytes[OK]~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~

Connecting to IOS IP 10.90.0.121 
IOS Device: USA1016-1-IDF02-01-SWA01
config term
Enter configuration commands, one per line.  End with CNTL/Z.
USA1016-1-IDF02-01-S(config)#no enable password
USA1016-1-IDF02-01-S(config)#!
USA1016-1-IDF02-01-S(config)#no username opmantek 
USA1016-1-IDF02-01-S(config)#yes
                             ^
% Invalid input detected at '^' marker.

USA1016-1-IDF02-01-S(config)#!
USA1016-1-IDF02-01-S(config)#username opmantek privilege 15 secret 0 N0Data4U!
USA1016-1-IDF02-01-S(config)#enable secret 0 circlebackaround
USA1016-1-IDF02-01-S(config)#!
USA1016-1-IDF02-01-S(config)#no ip access-list extended SSH-ONLY
USA1016-1-IDF02-01-S(config)#no ip access-list extended SSH-Only
USA1016-1-IDF02-01-S(config)#no ip access-list extended Use-SSH
USA1016-1-IDF02-01-S(config)#no ip access-list extended UseSSH
USA1016-1-IDF02-01-S(config)#!
USA1016-1-IDF02-01-S(config)#ip access-list extended UseSSH 
USA1016-1-IDF02-01-S(config-ext-nacl)# permit tcp 206.225.144.0 0.0.15.255 any eq 22
USA1016-1-IDF02-01-S(config-ext-nacl)# permit tcp 167.173.0.0 0.0.255.255 any eq 22
USA1016-1-IDF02-01-S(config-ext-nacl)# permit tcp host 83.244.129.66 any eq 22
USA1016-1-IDF02-01-S(config-ext-nacl)# permit tcp 64.178.160.0 0.0.15.255 any eq 22
USA1016-1-IDF02-01-S(config-ext-nacl)# permit tcp host 31.221.41.210 any eq 22
USA1016-1-IDF02-01-S(config-ext-nacl)# permit tcp 172.19.0.0 0.0.255.255 any eq 22
USA1016-1-IDF02-01-S(config-ext-nacl)# permit tcp 10.77.0.0 0.0.255.255 any eq 22
USA1016-1-IDF02-01-S(config-ext-nacl)# permit tcp 10.76.0.0 0.0.255.255 any eq 22
USA1016-1-IDF02-01-S(config-ext-nacl)# permit tcp 10.70.0.0 0.0.255.255 any eq 22
USA1016-1-IDF02-01-S(config-ext-nacl)# permit tcp 10.72.0.0 0.0.255.255 any eq 22
USA1016-1-IDF02-01-S(config-ext-nacl)# permit tcp 198.185.164.0 0.0.0.255 any eq 22
USA1016-1-IDF02-01-S(config-ext-nacl)# permit tcp 10.171.8.0 0.0.0.255 any eq 22
USA1016-1-IDF02-01-S(config-ext-nacl)# permit tcp 10.90.122.0 0.0.0.255 any eq 22
USA1016-1-IDF02-01-S(config-ext-nacl)# permit tcp 10.196.0.0 0.0.255.255 any eq 22
USA1016-1-IDF02-01-S(config-ext-nacl)# permit tcp 10.193.32.0 0.0.0.255 any eq 22
USA1016-1-IDF02-01-S(config-ext-nacl)# permit tcp 10.168.76.0 0.0.0.255 any eq 22
USA1016-1-IDF02-01-S(config-ext-nacl)#!
USA1016-1-IDF02-01-S(config-ext-nacl)#line vty 0 15
USA1016-1-IDF02-01-S(config-line)# access-class UseSSH in
USA1016-1-IDF02-01-S(config-line)#!
USA1016-1-IDF02-01-S(config-line)#end
USA1016-1-IDF02-01-SWA01#
USA1016-1-IDF02-01-SWA01#Building configuration...
Compressed configuration from 149588 bytes to 35449 bytes[OK]~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~

Connecting to IOS IP 10.90.0.122 
IOS Device: USA1016-1-IDF02-01-SWA02
config term
Enter configuration commands, one per line.  End with CNTL/Z.
USA1016-1-IDF02-01-S(config)#no enable password
USA1016-1-IDF02-01-S(config)#!
USA1016-1-IDF02-01-S(config)#no username opmantek 
USA1016-1-IDF02-01-S(config)#yes
                             ^
% Invalid input detected at '^' marker.

USA1016-1-IDF02-01-S(config)#!
USA1016-1-IDF02-01-S(config)#username opmantek privilege 15 secret 0 N0Data4U!
USA1016-1-IDF02-01-S(config)#enable secret 0 circlebackaround
USA1016-1-IDF02-01-S(config)#!
USA1016-1-IDF02-01-S(config)#no ip access-list extended SSH-ONLY
USA1016-1-IDF02-01-S(config)#no ip access-list extended SSH-Only
USA1016-1-IDF02-01-S(config)#no ip access-list extended Use-SSH
USA1016-1-IDF02-01-S(config)#no ip access-list extended UseSSH
USA1016-1-IDF02-01-S(config)#!
USA1016-1-IDF02-01-S(config)#ip access-list extended UseSSH 
USA1016-1-IDF02-01-S(config-ext-nacl)# permit tcp 206.225.144.0 0.0.15.255 any eq 22
USA1016-1-IDF02-01-S(config-ext-nacl)# permit tcp 167.173.0.0 0.0.255.255 any eq 22
USA1016-1-IDF02-01-S(config-ext-nacl)# permit tcp host 83.244.129.66 any eq 22
USA1016-1-IDF02-01-S(config-ext-nacl)# permit tcp 64.178.160.0 0.0.15.255 any eq 22
USA1016-1-IDF02-01-S(config-ext-nacl)# permit tcp host 31.221.41.210 any eq 22
USA1016-1-IDF02-01-S(config-ext-nacl)# permit tcp 172.19.0.0 0.0.255.255 any eq 22
USA1016-1-IDF02-01-S(config-ext-nacl)# permit tcp 10.77.0.0 0.0.255.255 any eq 22
USA1016-1-IDF02-01-S(config-ext-nacl)# permit tcp 10.76.0.0 0.0.255.255 any eq 22
USA1016-1-IDF02-01-S(config-ext-nacl)# permit tcp 10.70.0.0 0.0.255.255 any eq 22
USA1016-1-IDF02-01-S(config-ext-nacl)# permit tcp 10.72.0.0 0.0.255.255 any eq 22
USA1016-1-IDF02-01-S(config-ext-nacl)# permit tcp 198.185.164.0 0.0.0.255 any eq 22
USA1016-1-IDF02-01-S(config-ext-nacl)# permit tcp 10.171.8.0 0.0.0.255 any eq 22
USA1016-1-IDF02-01-S(config-ext-nacl)# permit tcp 10.90.122.0 0.0.0.255 any eq 22
USA1016-1-IDF02-01-S(config-ext-nacl)# permit tcp 10.196.0.0 0.0.255.255 any eq 22
USA1016-1-IDF02-01-S(config-ext-nacl)# permit tcp 10.193.32.0 0.0.0.255 any eq 22
USA1016-1-IDF02-01-S(config-ext-nacl)# permit tcp 10.168.76.0 0.0.0.255 any eq 22
USA1016-1-IDF02-01-S(config-ext-nacl)#!
USA1016-1-IDF02-01-S(config-ext-nacl)#line vty 0 15
USA1016-1-IDF02-01-S(config-line)# access-class UseSSH in
USA1016-1-IDF02-01-S(config-line)#!
USA1016-1-IDF02-01-S(config-line)#end
USA1016-1-IDF02-01-SWA02#
USA1016-1-IDF02-01-SWA02#Building configuration...
Compressed configuration from 172919 bytes to 39828 bytes[OK]~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~

Connecting to IOS IP 10.90.0.131 
Connecting to IOS IP 10.90.0.132 
Connecting to IOS IP 10.90.0.22 
IOS Device: USA1016-2-IDF02-01-SWA01
config term
Enter configuration commands, one per line.  End with CNTL/Z.
USA1016-2-IDF02-01-S(config)#no enable password
USA1016-2-IDF02-01-S(config)#!
USA1016-2-IDF02-01-S(config)#no username opmantek 
USA1016-2-IDF02-01-S(config)#yes
                             ^
% Invalid input detected at '^' marker.

USA1016-2-IDF02-01-S(config)#!
USA1016-2-IDF02-01-S(config)#username opmantek privilege 15 secret 0 N0Data4U!
USA1016-2-IDF02-01-S(config)#enable secret 0 circlebackaround
USA1016-2-IDF02-01-S(config)#!
USA1016-2-IDF02-01-S(config)#no ip access-list extended SSH-ONLY
USA1016-2-IDF02-01-S(config)#no ip access-list extended SSH-Only
USA1016-2-IDF02-01-S(config)#no ip access-list extended Use-SSH
USA1016-2-IDF02-01-S(config)#no ip access-list extended UseSSH
USA1016-2-IDF02-01-S(config)#!
USA1016-2-IDF02-01-S(config)#ip access-list extended UseSSH 
USA1016-2-IDF02-01-S(config-ext-nacl)# permit tcp 206.225.144.0 0.0.15.255 any eq 22
USA1016-2-IDF02-01-S(config-ext-nacl)# permit tcp 167.173.0.0 0.0.255.255 any eq 22
USA1016-2-IDF02-01-S(config-ext-nacl)# permit tcp host 83.244.129.66 any eq 22
USA1016-2-IDF02-01-S(config-ext-nacl)# permit tcp 64.178.160.0 0.0.15.255 any eq 22
USA1016-2-IDF02-01-S(config-ext-nacl)# permit tcp host 31.221.41.210 any eq 22
USA1016-2-IDF02-01-S(config-ext-nacl)# permit tcp 172.19.0.0 0.0.255.255 any eq 22
USA1016-2-IDF02-01-S(config-ext-nacl)# permit tcp 10.77.0.0 0.0.255.255 any eq 22
USA1016-2-IDF02-01-S(config-ext-nacl)# permit tcp 10.76.0.0 0.0.255.255 any eq 22
USA1016-2-IDF02-01-S(config-ext-nacl)# permit tcp 10.70.0.0 0.0.255.255 any eq 22
USA1016-2-IDF02-01-S(config-ext-nacl)# permit tcp 10.72.0.0 0.0.255.255 any eq 22
USA1016-2-IDF02-01-S(config-ext-nacl)# permit tcp 198.185.164.0 0.0.0.255 any eq 22
USA1016-2-IDF02-01-S(config-ext-nacl)# permit tcp 10.171.8.0 0.0.0.255 any eq 22
USA1016-2-IDF02-01-S(config-ext-nacl)# permit tcp 10.90.122.0 0.0.0.255 any eq 22
USA1016-2-IDF02-01-S(config-ext-nacl)# permit tcp 10.196.0.0 0.0.255.255 any eq 22
USA1016-2-IDF02-01-S(config-ext-nacl)# permit tcp 10.193.32.0 0.0.0.255 any eq 22
USA1016-2-IDF02-01-S(config-ext-nacl)# permit tcp 10.168.76.0 0.0.0.255 any eq 22
USA1016-2-IDF02-01-S(config-ext-nacl)#!
USA1016-2-IDF02-01-S(config-ext-nacl)#line vty 0 15
USA1016-2-IDF02-01-S(config-line)# access-class UseSSH in
USA1016-2-IDF02-01-S(config-line)#!
USA1016-2-IDF02-01-S(config-line)#end
USA1016-2-IDF02-01-SWA01#
USA1016-2-IDF02-01-SWA01#Building configuration...
Compressed configuration from 186132 bytes to 40518 bytes[OK]~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~

Connecting to IOS IP 10.90.0.23 
IOS Device: USA1016-2-IDF02-01-SWA02
config term
Enter configuration commands, one per line.  End with CNTL/Z.
USA1016-2-IDF02-01-S(config)#no enable password
USA1016-2-IDF02-01-S(config)#!
USA1016-2-IDF02-01-S(config)#no username opmantek 
USA1016-2-IDF02-01-S(config)#yes
                             ^
% Invalid input detected at '^' marker.

USA1016-2-IDF02-01-S(config)#!
USA1016-2-IDF02-01-S(config)#username opmantek privilege 15 secret 0 N0Data4U!
USA1016-2-IDF02-01-S(config)#enable secret 0 circlebackaround
USA1016-2-IDF02-01-S(config)#!
USA1016-2-IDF02-01-S(config)#no ip access-list extended SSH-ONLY
USA1016-2-IDF02-01-S(config)#no ip access-list extended SSH-Only
USA1016-2-IDF02-01-S(config)#no ip access-list extended Use-SSH
USA1016-2-IDF02-01-S(config)#no ip access-list extended UseSSH
USA1016-2-IDF02-01-S(config)#!
USA1016-2-IDF02-01-S(config)#ip access-list extended UseSSH 
USA1016-2-IDF02-01-S(config-ext-nacl)# permit tcp 206.225.144.0 0.0.15.255 any eq 22
USA1016-2-IDF02-01-S(config-ext-nacl)# permit tcp 167.173.0.0 0.0.255.255 any eq 22
USA1016-2-IDF02-01-S(config-ext-nacl)# permit tcp host 83.244.129.66 any eq 22
USA1016-2-IDF02-01-S(config-ext-nacl)# permit tcp 64.178.160.0 0.0.15.255 any eq 22
USA1016-2-IDF02-01-S(config-ext-nacl)# permit tcp host 31.221.41.210 any eq 22
USA1016-2-IDF02-01-S(config-ext-nacl)# permit tcp 172.19.0.0 0.0.255.255 any eq 22
USA1016-2-IDF02-01-S(config-ext-nacl)# permit tcp 10.77.0.0 0.0.255.255 any eq 22
USA1016-2-IDF02-01-S(config-ext-nacl)# permit tcp 10.76.0.0 0.0.255.255 any eq 22
USA1016-2-IDF02-01-S(config-ext-nacl)# permit tcp 10.70.0.0 0.0.255.255 any eq 22
USA1016-2-IDF02-01-S(config-ext-nacl)# permit tcp 10.72.0.0 0.0.255.255 any eq 22
USA1016-2-IDF02-01-S(config-ext-nacl)# permit tcp 198.185.164.0 0.0.0.255 any eq 22
USA1016-2-IDF02-01-S(config-ext-nacl)# permit tcp 10.171.8.0 0.0.0.255 any eq 22
USA1016-2-IDF02-01-S(config-ext-nacl)# permit tcp 10.90.122.0 0.0.0.255 any eq 22
USA1016-2-IDF02-01-S(config-ext-nacl)# permit tcp 10.196.0.0 0.0.255.255 any eq 22
USA1016-2-IDF02-01-S(config-ext-nacl)# permit tcp 10.193.32.0 0.0.0.255 any eq 22
USA1016-2-IDF02-01-S(config-ext-nacl)# permit tcp 10.168.76.0 0.0.0.255 any eq 22
USA1016-2-IDF02-01-S(config-ext-nacl)#!
USA1016-2-IDF02-01-S(config-ext-nacl)#line vty 0 15
USA1016-2-IDF02-01-S(config-line)# access-class UseSSH in
USA1016-2-IDF02-01-S(config-line)#!
USA1016-2-IDF02-01-S(config-line)#end
USA1016-2-IDF02-01-SWA02#
USA1016-2-IDF02-01-SWA02#Building configuration...
Compressed configuration from 20313 bytes to 7057 bytes[OK]~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~

Connecting to IOS IP 10.90.0.42 
IOS Device: USA1016-4-IDF02-01-SWA01
config term
Enter configuration commands, one per line.  End with CNTL/Z.
USA1016-4-IDF02-01-S(config)#no enable password
USA1016-4-IDF02-01-S(config)#!
USA1016-4-IDF02-01-S(config)#no username opmantek 
USA1016-4-IDF02-01-S(config)#yes
                             ^
% Invalid input detected at '^' marker.

USA1016-4-IDF02-01-S(config)#!
USA1016-4-IDF02-01-S(config)#username opmantek privilege 15 secret 0 N0Data4U!
USA1016-4-IDF02-01-S(config)#enable secret 0 circlebackaround
USA1016-4-IDF02-01-S(config)#!
USA1016-4-IDF02-01-S(config)#no ip access-list extended SSH-ONLY
USA1016-4-IDF02-01-S(config)#no ip access-list extended SSH-Only
USA1016-4-IDF02-01-S(config)#no ip access-list extended Use-SSH
USA1016-4-IDF02-01-S(config)#no ip access-list extended UseSSH
USA1016-4-IDF02-01-S(config)#!
USA1016-4-IDF02-01-S(config)#ip access-list extended UseSSH 
USA1016-4-IDF02-01-S(config-ext-nacl)# permit tcp 206.225.144.0 0.0.15.255 any eq 22
USA1016-4-IDF02-01-S(config-ext-nacl)# permit tcp 167.173.0.0 0.0.255.255 any eq 22
USA1016-4-IDF02-01-S(config-ext-nacl)# permit tcp host 83.244.129.66 any eq 22
USA1016-4-IDF02-01-S(config-ext-nacl)# permit tcp 64.178.160.0 0.0.15.255 any eq 22
USA1016-4-IDF02-01-S(config-ext-nacl)# permit tcp host 31.221.41.210 any eq 22
USA1016-4-IDF02-01-S(config-ext-nacl)# permit tcp 172.19.0.0 0.0.255.255 any eq 22
USA1016-4-IDF02-01-S(config-ext-nacl)# permit tcp 10.77.0.0 0.0.255.255 any eq 22
USA1016-4-IDF02-01-S(config-ext-nacl)# permit tcp 10.76.0.0 0.0.255.255 any eq 22
USA1016-4-IDF02-01-S(config-ext-nacl)# permit tcp 10.70.0.0 0.0.255.255 any eq 22
USA1016-4-IDF02-01-S(config-ext-nacl)# permit tcp 10.72.0.0 0.0.255.255 any eq 22
USA1016-4-IDF02-01-S(config-ext-nacl)# permit tcp 198.185.164.0 0.0.0.255 any eq 22
USA1016-4-IDF02-01-S(config-ext-nacl)# permit tcp 10.171.8.0 0.0.0.255 any eq 22
USA1016-4-IDF02-01-S(config-ext-nacl)# permit tcp 10.90.122.0 0.0.0.255 any eq 22
USA1016-4-IDF02-01-S(config-ext-nacl)# permit tcp 10.196.0.0 0.0.255.255 any eq 22
USA1016-4-IDF02-01-S(config-ext-nacl)# permit tcp 10.193.32.0 0.0.0.255 any eq 22
USA1016-4-IDF02-01-S(config-ext-nacl)# permit tcp 10.168.76.0 0.0.0.255 any eq 22
USA1016-4-IDF02-01-S(config-ext-nacl)#!
USA1016-4-IDF02-01-S(config-ext-nacl)#line vty 0 15
USA1016-4-IDF02-01-S(config-line)# access-class UseSSH in
USA1016-4-IDF02-01-S(config-line)#!
USA1016-4-IDF02-01-S(config-line)#end
USA1016-4-IDF02-01-SWA01#
USA1016-4-IDF02-01-SWA01#Building configuration...
Compressed configuration from 52757 bytes to 16904 bytes[OK]~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~

Connecting to IOS IP 10.90.0.51 
IOS Device: USA1016-5-IDF02-01-SWA01
config term
Enter configuration commands, one per line.  End with CNTL/Z.
USA1016-5-IDF02-01-S(config)#no enable password
USA1016-5-IDF02-01-S(config)#!
USA1016-5-IDF02-01-S(config)#no username opmantek 
USA1016-5-IDF02-01-S(config)#yes
                             ^
% Invalid input detected at '^' marker.

USA1016-5-IDF02-01-S(config)#!
USA1016-5-IDF02-01-S(config)#username opmantek privilege 15 secret 0 N0Data4U!
USA1016-5-IDF02-01-S(config)#enable secret 0 circlebackaround
USA1016-5-IDF02-01-S(config)#!
USA1016-5-IDF02-01-S(config)#no ip access-list extended SSH-ONLY
USA1016-5-IDF02-01-S(config)#no ip access-list extended SSH-Only
USA1016-5-IDF02-01-S(config)#no ip access-list extended Use-SSH
USA1016-5-IDF02-01-S(config)#no ip access-list extended UseSSH
USA1016-5-IDF02-01-S(config)#!
USA1016-5-IDF02-01-S(config)#ip access-list extended UseSSH 
USA1016-5-IDF02-01-S(config-ext-nacl)# permit tcp 206.225.144.0 0.0.15.255 any eq 22
USA1016-5-IDF02-01-S(config-ext-nacl)# permit tcp 167.173.0.0 0.0.255.255 any eq 22
USA1016-5-IDF02-01-S(config-ext-nacl)# permit tcp host 83.244.129.66 any eq 22
USA1016-5-IDF02-01-S(config-ext-nacl)# permit tcp 64.178.160.0 0.0.15.255 any eq 22
USA1016-5-IDF02-01-S(config-ext-nacl)# permit tcp host 31.221.41.210 any eq 22
USA1016-5-IDF02-01-S(config-ext-nacl)# permit tcp 172.19.0.0 0.0.255.255 any eq 22
USA1016-5-IDF02-01-S(config-ext-nacl)# permit tcp 10.77.0.0 0.0.255.255 any eq 22
USA1016-5-IDF02-01-S(config-ext-nacl)# permit tcp 10.76.0.0 0.0.255.255 any eq 22
USA1016-5-IDF02-01-S(config-ext-nacl)# permit tcp 10.70.0.0 0.0.255.255 any eq 22
USA1016-5-IDF02-01-S(config-ext-nacl)# permit tcp 10.72.0.0 0.0.255.255 any eq 22
USA1016-5-IDF02-01-S(config-ext-nacl)# permit tcp 198.185.164.0 0.0.0.255 any eq 22
USA1016-5-IDF02-01-S(config-ext-nacl)# permit tcp 10.171.8.0 0.0.0.255 any eq 22
USA1016-5-IDF02-01-S(config-ext-nacl)# permit tcp 10.90.122.0 0.0.0.255 any eq 22
USA1016-5-IDF02-01-S(config-ext-nacl)# permit tcp 10.196.0.0 0.0.255.255 any eq 22
USA1016-5-IDF02-01-S(config-ext-nacl)# permit tcp 10.193.32.0 0.0.0.255 any eq 22
USA1016-5-IDF02-01-S(config-ext-nacl)# permit tcp 10.168.76.0 0.0.0.255 any eq 22
USA1016-5-IDF02-01-S(config-ext-nacl)#!
USA1016-5-IDF02-01-S(config-ext-nacl)#line vty 0 15
USA1016-5-IDF02-01-S(config-line)# access-class UseSSH in
USA1016-5-IDF02-01-S(config-line)#!
USA1016-5-IDF02-01-S(config-line)#end
USA1016-5-IDF02-01-SWA01#
USA1016-5-IDF02-01-SWA01#Building configuration...
Compressed configuration from 53946 bytes to 16855 bytes[OK]~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~

Connecting to IOS IP 10.90.0.52 
IOS Device: USA1016-5-IDF02-02-SWA01
config term
Enter configuration commands, one per line.  End with CNTL/Z.
USA1016-5-IDF02-02-S(config)#no enable password
USA1016-5-IDF02-02-S(config)#!
USA1016-5-IDF02-02-S(config)#no username opmantek 
USA1016-5-IDF02-02-S(config)#yes
                             ^
% Invalid input detected at '^' marker.

USA1016-5-IDF02-02-S(config)#!
USA1016-5-IDF02-02-S(config)#username opmantek privilege 15 secret 0 N0Data4U!
USA1016-5-IDF02-02-S(config)#enable secret 0 circlebackaround
USA1016-5-IDF02-02-S(config)#!
USA1016-5-IDF02-02-S(config)#no ip access-list extended SSH-ONLY
USA1016-5-IDF02-02-S(config)#no ip access-list extended SSH-Only
USA1016-5-IDF02-02-S(config)#no ip access-list extended Use-SSH
USA1016-5-IDF02-02-S(config)#no ip access-list extended UseSSH
USA1016-5-IDF02-02-S(config)#!
USA1016-5-IDF02-02-S(config)#ip access-list extended UseSSH 
USA1016-5-IDF02-02-S(config-ext-nacl)# permit tcp 206.225.144.0 0.0.15.255 any eq 22
USA1016-5-IDF02-02-S(config-ext-nacl)# permit tcp 167.173.0.0 0.0.255.255 any eq 22
USA1016-5-IDF02-02-S(config-ext-nacl)# permit tcp host 83.244.129.66 any eq 22
USA1016-5-IDF02-02-S(config-ext-nacl)# permit tcp 64.178.160.0 0.0.15.255 any eq 22
USA1016-5-IDF02-02-S(config-ext-nacl)# permit tcp host 31.221.41.210 any eq 22
USA1016-5-IDF02-02-S(config-ext-nacl)# permit tcp 172.19.0.0 0.0.255.255 any eq 22
USA1016-5-IDF02-02-S(config-ext-nacl)# permit tcp 10.77.0.0 0.0.255.255 any eq 22
USA1016-5-IDF02-02-S(config-ext-nacl)# permit tcp 10.76.0.0 0.0.255.255 any eq 22
USA1016-5-IDF02-02-S(config-ext-nacl)# permit tcp 10.70.0.0 0.0.255.255 any eq 22
USA1016-5-IDF02-02-S(config-ext-nacl)# permit tcp 10.72.0.0 0.0.255.255 any eq 22
USA1016-5-IDF02-02-S(config-ext-nacl)# permit tcp 198.185.164.0 0.0.0.255 any eq 22
USA1016-5-IDF02-02-S(config-ext-nacl)# permit tcp 10.171.8.0 0.0.0.255 any eq 22
USA1016-5-IDF02-02-S(config-ext-nacl)# permit tcp 10.90.122.0 0.0.0.255 any eq 22
USA1016-5-IDF02-02-S(config-ext-nacl)# permit tcp 10.196.0.0 0.0.255.255 any eq 22
USA1016-5-IDF02-02-S(config-ext-nacl)# permit tcp 10.193.32.0 0.0.0.255 any eq 22
USA1016-5-IDF02-02-S(config-ext-nacl)# permit tcp 10.168.76.0 0.0.0.255 any eq 22
USA1016-5-IDF02-02-S(config-ext-nacl)#!
USA1016-5-IDF02-02-S(config-ext-nacl)#line vty 0 15
USA1016-5-IDF02-02-S(config-line)# access-class UseSSH in
USA1016-5-IDF02-02-S(config-line)#!
USA1016-5-IDF02-02-S(config-line)#end
USA1016-5-IDF02-02-SWA01#
USA1016-5-IDF02-02-SWA01#Building configuration...
Compressed configuration from 21501 bytes to 8858 bytes[OK]~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~

Connecting to IOS IP 10.154.1.17 
IOS Device: WMTW-SERVER-SW1
config term
Enter configuration commands, one per line.  End with CNTL/Z.
WMTW-SERVER-SW1(config)#no enable password
WMTW-SERVER-SW1(config)#!
WMTW-SERVER-SW1(config)#no username opmantek 
WMTW-SERVER-SW1(config)#yes
                        ^
% Invalid input detected at '^' marker.

WMTW-SERVER-SW1(config)#!
WMTW-SERVER-SW1(config)#username opmantek privilege 15 secret 0 N0Data4U!
WMTW-SERVER-SW1(config)#enable secret 0 circlebackaround
WMTW-SERVER-SW1(config)#!
WMTW-SERVER-SW1(config)#no ip access-list extended SSH-ONLY
WMTW-SERVER-SW1(config)#no ip access-list extended SSH-Only
WMTW-SERVER-SW1(config)#no ip access-list extended Use-SSH
WMTW-SERVER-SW1(config)#no ip access-list extended UseSSH
WMTW-SERVER-SW1(config)#!
WMTW-SERVER-SW1(config)#ip access-list extended UseSSH 
WMTW-SERVER-SW1(config-ext-nacl)# permit tcp 206.225.144.0 0.0.15.255 any eq 22
WMTW-SERVER-SW1(config-ext-nacl)# permit tcp 167.173.0.0 0.0.255.255 any eq 22
WMTW-SERVER-SW1(config-ext-nacl)# permit tcp host 83.244.129.66 any eq 22
WMTW-SERVER-SW1(config-ext-nacl)# permit tcp 64.178.160.0 0.0.15.255 any eq 22
WMTW-SERVER-SW1(config-ext-nacl)# permit tcp host 31.221.41.210 any eq 22
WMTW-SERVER-SW1(config-ext-nacl)# permit tcp 172.19.0.0 0.0.255.255 any eq 22
WMTW-SERVER-SW1(config-ext-nacl)# permit tcp 10.77.0.0 0.0.255.255 any eq 22
WMTW-SERVER-SW1(config-ext-nacl)# permit tcp 10.76.0.0 0.0.255.255 any eq 22
WMTW-SERVER-SW1(config-ext-nacl)# permit tcp 10.70.0.0 0.0.255.255 any eq 22
WMTW-SERVER-SW1(config-ext-nacl)# permit tcp 10.72.0.0 0.0.255.255 any eq 22
WMTW-SERVER-SW1(config-ext-nacl)# permit tcp 198.185.164.0 0.0.0.255 any eq 22
WMTW-SERVER-SW1(config-ext-nacl)# permit tcp 10.171.8.0 0.0.0.255 any eq 22
WMTW-SERVER-SW1(config-ext-nacl)# permit tcp 10.90.122.0 0.0.0.255 any eq 22
WMTW-SERVER-SW1(config-ext-nacl)# permit tcp 10.196.0.0 0.0.255.255 any eq 22
WMTW-SERVER-SW1(config-ext-nacl)# permit tcp 10.193.32.0 0.0.0.255 any eq 22
WMTW-SERVER-SW1(config-ext-nacl)# permit tcp 10.168.76.0 0.0.0.255 any eq 22
WMTW-SERVER-SW1(config-ext-nacl)#!
WMTW-SERVER-SW1(config-ext-nacl)#line vty 0 15
WMTW-SERVER-SW1(config-line)# access-class UseSSH in
WMTW-SERVER-SW1(config-line)#!
WMTW-SERVER-SW1(config-line)#end
WMTW-SERVER-SW1#
WMTW-SERVER-SW1#Building configuration...
Compressed configuration from 49021 bytes to 17348 bytes[OK]~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~

Connecting to IOS IP 10.148.1.5 
Connecting to IOS IP 10.172.1.10 
IOS Device: hn-001-rtpe1001
config term
Enter configuration commands, one per line.  End with CNTL/Z.
hn-001-rtpe1001(config)#no enable password
hn-001-rtpe1001(config)#!
hn-001-rtpe1001(config)#no username opmantek 
hn-001-rtpe1001(config)#yes
                        ^
% Invalid input detected at '^' marker.

hn-001-rtpe1001(config)#!
hn-001-rtpe1001(config)#username opmantek privilege 15 secret 0 N0Data4U!
hn-001-rtpe1001(config)#enable secret 0 circlebackaround
hn-001-rtpe1001(config)#!
hn-001-rtpe1001(config)#no ip access-list extended SSH-ONLY
hn-001-rtpe1001(config)#no ip access-list extended SSH-Only
hn-001-rtpe1001(config)#no ip access-list extended Use-SSH
hn-001-rtpe1001(config)#no ip access-list extended UseSSH
hn-001-rtpe1001(config)#!
hn-001-rtpe1001(config)#ip access-list extended UseSSH 
hn-001-rtpe1001(config-ext-nacl)# permit tcp 206.225.144.0 0.0.15.255 any eq 22
hn-001-rtpe1001(config-ext-nacl)# permit tcp 167.173.0.0 0.0.255.255 any eq 22
hn-001-rtpe1001(config-ext-nacl)# permit tcp host 83.244.129.66 any eq 22
hn-001-rtpe1001(config-ext-nacl)# permit tcp 64.178.160.0 0.0.15.255 any eq 22
hn-001-rtpe1001(config-ext-nacl)# permit tcp host 31.221.41.210 any eq 22
hn-001-rtpe1001(config-ext-nacl)# permit tcp 172.19.0.0 0.0.255.255 any eq 22
hn-001-rtpe1001(config-ext-nacl)# permit tcp 10.77.0.0 0.0.255.255 any eq 22
hn-001-rtpe1001(config-ext-nacl)# permit tcp 10.76.0.0 0.0.255.255 any eq 22
hn-001-rtpe1001(config-ext-nacl)# permit tcp 10.70.0.0 0.0.255.255 any eq 22
hn-001-rtpe1001(config-ext-nacl)# permit tcp 10.72.0.0 0.0.255.255 any eq 22
hn-001-rtpe1001(config-ext-nacl)# permit tcp 198.185.164.0 0.0.0.255 any eq 22
hn-001-rtpe1001(config-ext-nacl)# permit tcp 10.171.8.0 0.0.0.255 any eq 22
hn-001-rtpe1001(config-ext-nacl)# permit tcp 10.90.122.0 0.0.0.255 any eq 22
hn-001-rtpe1001(config-ext-nacl)# permit tcp 10.196.0.0 0.0.255.255 any eq 22
hn-001-rtpe1001(config-ext-nacl)# permit tcp 10.193.32.0 0.0.0.255 any eq 22
hn-001-rtpe1001(config-ext-nacl)# permit tcp 10.168.76.0 0.0.0.255 any eq 22
hn-001-rtpe1001(config-ext-nacl)#!
hn-001-rtpe1001(config-ext-nacl)#line vty 0 15
hn-001-rtpe1001(config-line)# access-class UseSSH in
hn-001-rtpe1001(config-line)#!
hn-001-rtpe1001(config-line)#end
hn-001-rtpe1001#
hn-001-rtpe1001#Building configuration...
[OK]~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~

Connecting to IOS IP 10.172.1.11 
IOS Device: hn-001-rtpe1002
config term
Enter configuration commands, one per line.  End with CNTL/Z.
hn-001-rtpe1002(config)#no enable password
hn-001-rtpe1002(config)#!
hn-001-rtpe1002(config)#no username opmantek 
hn-001-rtpe1002(config)#yes
                        ^
% Invalid input detected at '^' marker.

hn-001-rtpe1002(config)#!
hn-001-rtpe1002(config)#username opmantek privilege 15 secret 0 N0Data4U!
hn-001-rtpe1002(config)#enable secret 0 circlebackaround
hn-001-rtpe1002(config)#!
hn-001-rtpe1002(config)#no ip access-list extended SSH-ONLY
hn-001-rtpe1002(config)#no ip access-list extended SSH-Only
hn-001-rtpe1002(config)#no ip access-list extended Use-SSH
hn-001-rtpe1002(config)#no ip access-list extended UseSSH
hn-001-rtpe1002(config)#!
hn-001-rtpe1002(config)#ip access-list extended UseSSH 
hn-001-rtpe1002(config-ext-nacl)# permit tcp 206.225.144.0 0.0.15.255 any eq 22
hn-001-rtpe1002(config-ext-nacl)# permit tcp 167.173.0.0 0.0.255.255 any eq 22
hn-001-rtpe1002(config-ext-nacl)# permit tcp host 83.244.129.66 any eq 22
hn-001-rtpe1002(config-ext-nacl)# permit tcp 64.178.160.0 0.0.15.255 any eq 22
hn-001-rtpe1002(config-ext-nacl)# permit tcp host 31.221.41.210 any eq 22
hn-001-rtpe1002(config-ext-nacl)# permit tcp 172.19.0.0 0.0.255.255 any eq 22
hn-001-rtpe1002(config-ext-nacl)# permit tcp 10.77.0.0 0.0.255.255 any eq 22
hn-001-rtpe1002(config-ext-nacl)# permit tcp 10.76.0.0 0.0.255.255 any eq 22
hn-001-rtpe1002(config-ext-nacl)# permit tcp 10.70.0.0 0.0.255.255 any eq 22
hn-001-rtpe1002(config-ext-nacl)# permit tcp 10.72.0.0 0.0.255.255 any eq 22
hn-001-rtpe1002(config-ext-nacl)# permit tcp 198.185.164.0 0.0.0.255 any eq 22
hn-001-rtpe1002(config-ext-nacl)# permit tcp 10.171.8.0 0.0.0.255 any eq 22
hn-001-rtpe1002(config-ext-nacl)# permit tcp 10.90.122.0 0.0.0.255 any eq 22
hn-001-rtpe1002(config-ext-nacl)# permit tcp 10.196.0.0 0.0.255.255 any eq 22
hn-001-rtpe1002(config-ext-nacl)# permit tcp 10.193.32.0 0.0.0.255 any eq 22
hn-001-rtpe1002(config-ext-nacl)# permit tcp 10.168.76.0 0.0.0.255 any eq 22
hn-001-rtpe1002(config-ext-nacl)#!
hn-001-rtpe1002(config-ext-nacl)#line vty 0 15
hn-001-rtpe1002(config-line)# access-class UseSSH in
hn-001-rtpe1002(config-line)#!
hn-001-rtpe1002(config-line)#end
hn-001-rtpe1002#
hn-001-rtpe1002#Building configuration...
[OK]~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~

Connecting to IOS IP 10.173.2.6 
IOS Device: NYC-VZ-GW1
config term
Enter configuration commands, one per line.  End with CNTL/Z.
NYC-VZ-GW1(config)#no enable password
NYC-VZ-GW1(config)#!
NYC-VZ-GW1(config)#no username opmantek 
NYC-VZ-GW1(config)#yes
                   ^
% Invalid input detected at '^' marker.

NYC-VZ-GW1(config)#!
NYC-VZ-GW1(config)#username opmantek privilege 15 secret 0 N0Data4U!
NYC-VZ-GW1(config)#enable secret 0 circlebackaround
NYC-VZ-GW1(config)#!
NYC-VZ-GW1(config)#no ip access-list extended SSH-ONLY
NYC-VZ-GW1(config)#no ip access-list extended SSH-Only
NYC-VZ-GW1(config)#no ip access-list extended Use-SSH
NYC-VZ-GW1(config)#no ip access-list extended UseSSH
NYC-VZ-GW1(config)#!
NYC-VZ-GW1(config)#ip access-list extended UseSSH 
NYC-VZ-GW1(config-ext-nacl)# permit tcp 206.225.144.0 0.0.15.255 any eq 22
NYC-VZ-GW1(config-ext-nacl)# permit tcp 167.173.0.0 0.0.255.255 any eq 22
NYC-VZ-GW1(config-ext-nacl)# permit tcp host 83.244.129.66 any eq 22
NYC-VZ-GW1(config-ext-nacl)# permit tcp 64.178.160.0 0.0.15.255 any eq 22
NYC-VZ-GW1(config-ext-nacl)# permit tcp host 31.221.41.210 any eq 22
NYC-VZ-GW1(config-ext-nacl)# permit tcp 172.19.0.0 0.0.255.255 any eq 22
NYC-VZ-GW1(config-ext-nacl)# permit tcp 10.77.0.0 0.0.255.255 any eq 22
NYC-VZ-GW1(config-ext-nacl)# permit tcp 10.76.0.0 0.0.255.255 any eq 22
NYC-VZ-GW1(config-ext-nacl)# permit tcp 10.70.0.0 0.0.255.255 any eq 22
NYC-VZ-GW1(config-ext-nacl)# permit tcp 10.72.0.0 0.0.255.255 any eq 22
NYC-VZ-GW1(config-ext-nacl)# permit tcp 198.185.164.0 0.0.0.255 any eq 22
NYC-VZ-GW1(config-ext-nacl)# permit tcp 10.171.8.0 0.0.0.255 any eq 22
NYC-VZ-GW1(config-ext-nacl)# permit tcp 10.90.122.0 0.0.0.255 any eq 22
NYC-VZ-GW1(config-ext-nacl)# permit tcp 10.196.0.0 0.0.255.255 any eq 22
NYC-VZ-GW1(config-ext-nacl)# permit tcp 10.193.32.0 0.0.0.255 any eq 22
NYC-VZ-GW1(config-ext-nacl)# permit tcp 10.168.76.0 0.0.0.255 any eq 22
NYC-VZ-GW1(config-ext-nacl)#!
NYC-VZ-GW1(config-ext-nacl)#line vty 0 15
NYC-VZ-GW1(config-line)# access-class UseSSH in
NYC-VZ-GW1(config-line)#!
NYC-VZ-GW1(config-line)#end
NYC-VZ-GW1#
NYC-VZ-GW1#Building configuration...
[OK]~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~

Connecting to IOS IP 198.185.162.7 
IOS Device: NYC-BU-GW
config term
Enter configuration commands, one per line.  End with CNTL/Z.
NYC-BU-GW(config)#no enable password
NYC-BU-GW(config)#!
NYC-BU-GW(config)#no username opmantek 
NYC-BU-GW(config)#yes
                  ^
% Invalid input detected at '^' marker.

NYC-BU-GW(config)#!
NYC-BU-GW(config)#username opmantek privilege 15 secret 0 N0Data4U!
NYC-BU-GW(config)#enable secret 0 circlebackaround
NYC-BU-GW(config)#!
NYC-BU-GW(config)#no ip access-list extended SSH-ONLY
NYC-BU-GW(config)#no ip access-list extended SSH-Only
NYC-BU-GW(config)#no ip access-list extended Use-SSH
NYC-BU-GW(config)#no ip access-list extended UseSSH
NYC-BU-GW(config)#!
NYC-BU-GW(config)#ip access-list extended UseSSH 
NYC-BU-GW(config-ext-nacl)# permit tcp 206.225.144.0 0.0.15.255 any eq 22
NYC-BU-GW(config-ext-nacl)# permit tcp 167.173.0.0 0.0.255.255 any eq 22
NYC-BU-GW(config-ext-nacl)# permit tcp host 83.244.129.66 any eq 22
NYC-BU-GW(config-ext-nacl)# permit tcp 64.178.160.0 0.0.15.255 any eq 22
NYC-BU-GW(config-ext-nacl)# permit tcp host 31.221.41.210 any eq 22
NYC-BU-GW(config-ext-nacl)# permit tcp 172.19.0.0 0.0.255.255 any eq 22
NYC-BU-GW(config-ext-nacl)# permit tcp 10.77.0.0 0.0.255.255 any eq 22
NYC-BU-GW(config-ext-nacl)# permit tcp 10.76.0.0 0.0.255.255 any eq 22
NYC-BU-GW(config-ext-nacl)# permit tcp 10.70.0.0 0.0.255.255 any eq 22
NYC-BU-GW(config-ext-nacl)# permit tcp 10.72.0.0 0.0.255.255 any eq 22
NYC-BU-GW(config-ext-nacl)# permit tcp 198.185.164.0 0.0.0.255 any eq 22
NYC-BU-GW(config-ext-nacl)# permit tcp 10.171.8.0 0.0.0.255 any eq 22
NYC-BU-GW(config-ext-nacl)# permit tcp 10.90.122.0 0.0.0.255 any eq 22
NYC-BU-GW(config-ext-nacl)# permit tcp 10.196.0.0 0.0.255.255 any eq 22
NYC-BU-GW(config-ext-nacl)# permit tcp 10.193.32.0 0.0.0.255 any eq 22
NYC-BU-GW(config-ext-nacl)# permit tcp 10.168.76.0 0.0.0.255 any eq 22
NYC-BU-GW(config-ext-nacl)#!
NYC-BU-GW(config-ext-nacl)#line vty 0 15
NYC-BU-GW(config-line)# access-class UseSSH in
NYC-BU-GW(config-line)#!
NYC-BU-GW(config-line)#end
NYC-BU-GW#
NYC-BU-GW#Building configuration...

[OK]~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~

Connecting to IOS IP 204.11.141.41 
Connecting to IOS IP 68.138.43.34 
IOS Device: ATU-VZ-GW
config term
Enter configuration commands, one per line.  End with CNTL/Z.
ATU-VZ-GW(config)#no enable password
ATU-VZ-GW(config)#!
ATU-VZ-GW(config)#no username opmantek 
ATU-VZ-GW(config)#yes
                  ^
% Invalid input detected at '^' marker.

ATU-VZ-GW(config)#!
ATU-VZ-GW(config)#username opmantek privilege 15 secret 0 N0Data4U!
ATU-VZ-GW(config)#enable secret 0 circlebackaround
ATU-VZ-GW(config)#!
ATU-VZ-GW(config)#no ip access-list extended SSH-ONLY
ATU-VZ-GW(config)#no ip access-list extended SSH-Only
ATU-VZ-GW(config)#no ip access-list extended Use-SSH
ATU-VZ-GW(config)#no ip access-list extended UseSSH
ATU-VZ-GW(config)#!
ATU-VZ-GW(config)#ip access-list extended UseSSH 
ATU-VZ-GW(config-ext-nacl)# permit tcp 206.225.144.0 0.0.15.255 any eq 22
ATU-VZ-GW(config-ext-nacl)# permit tcp 167.173.0.0 0.0.255.255 any eq 22
ATU-VZ-GW(config-ext-nacl)# permit tcp host 83.244.129.66 any eq 22
ATU-VZ-GW(config-ext-nacl)# permit tcp 64.178.160.0 0.0.15.255 any eq 22
ATU-VZ-GW(config-ext-nacl)# permit tcp host 31.221.41.210 any eq 22
ATU-VZ-GW(config-ext-nacl)# permit tcp 172.19.0.0 0.0.255.255 any eq 22
ATU-VZ-GW(config-ext-nacl)# permit tcp 10.77.0.0 0.0.255.255 any eq 22
ATU-VZ-GW(config-ext-nacl)# permit tcp 10.76.0.0 0.0.255.255 any eq 22
ATU-VZ-GW(config-ext-nacl)# permit tcp 10.70.0.0 0.0.255.255 any eq 22
ATU-VZ-GW(config-ext-nacl)# permit tcp 10.72.0.0 0.0.255.255 any eq 22
ATU-VZ-GW(config-ext-nacl)# permit tcp 198.185.164.0 0.0.0.255 any eq 22
ATU-VZ-GW(config-ext-nacl)# permit tcp 10.171.8.0 0.0.0.255 any eq 22
ATU-VZ-GW(config-ext-nacl)# permit tcp 10.90.122.0 0.0.0.255 any eq 22
ATU-VZ-GW(config-ext-nacl)# permit tcp 10.196.0.0 0.0.255.255 any eq 22
ATU-VZ-GW(config-ext-nacl)# permit tcp 10.193.32.0 0.0.0.255 any eq 22
ATU-VZ-GW(config-ext-nacl)# permit tcp 10.168.76.0 0.0.0.255 any eq 22
ATU-VZ-GW(config-ext-nacl)#!
ATU-VZ-GW(config-ext-nacl)#line vty 0 15
ATU-VZ-GW(config-line)# access-class UseSSH in
ATU-VZ-GW(config-line)#!
ATU-VZ-GW(config-line)#end
ATU-VZ-GW#
ATU-VZ-GW#Building configuration...
[OK]~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~

Connecting to IOS IP 167.173.204.2 
IOS Device: BRIDGEPORT-VZ-GW
config term
Enter configuration commands, one per line.  End with CNTL/Z.
BRIDGEPORT-VZ-GW(config)#no enable password
BRIDGEPORT-VZ-GW(config)#!
BRIDGEPORT-VZ-GW(config)#no username opmantek 
This operation will remove all username related configurations with same name.Do you want to continue? [confirm]y
BRIDGEPORT-VZ-GW(config)#es
                          ^
% Invalid input detected at '^' marker.

BRIDGEPORT-VZ-GW(config)#!
BRIDGEPORT-VZ-GW(config)#username opmantek privilege 15 secret 0 N0Data4U!
BRIDGEPORT-VZ-GW(config)#enable secret 0 circlebackaround
BRIDGEPORT-VZ-GW(config)#!
BRIDGEPORT-VZ-GW(config)#no ip access-list extended SSH-ONLY
BRIDGEPORT-VZ-GW(config)#no ip access-list extended SSH-Only
BRIDGEPORT-VZ-GW(config)#no ip access-list extended Use-SSH
BRIDGEPORT-VZ-GW(config)#no ip access-list extended UseSSH
BRIDGEPORT-VZ-GW(config)#!
BRIDGEPORT-VZ-GW(config)#ip access-list extended UseSSH 
BRIDGEPORT-VZ-GW(config-ext-nacl)# permit tcp 206.225.144.0 0.0.15.255 any eq 22
BRIDGEPORT-VZ-GW(config-ext-nacl)# permit tcp 167.173.0.0 0.0.255.255 any eq 22
BRIDGEPORT-VZ-GW(config-ext-nacl)# permit tcp host 83.244.129.66 any eq 22
BRIDGEPORT-VZ-GW(config-ext-nacl)# permit tcp 64.178.160.0 0.0.15.255 any eq 22
BRIDGEPORT-VZ-GW(config-ext-nacl)# permit tcp host 31.221.41.210 any eq 22
BRIDGEPORT-VZ-GW(config-ext-nacl)# permit tcp 172.19.0.0 0.0.255.255 any eq 22
BRIDGEPORT-VZ-GW(config-ext-nacl)# permit tcp 10.77.0.0 0.0.255.255 any eq 22
BRIDGEPORT-VZ-GW(config-ext-nacl)# permit tcp 10.76.0.0 0.0.255.255 any eq 22
BRIDGEPORT-VZ-GW(config-ext-nacl)# permit tcp 10.70.0.0 0.0.255.255 any eq 22
BRIDGEPORT-VZ-GW(config-ext-nacl)# permit tcp 10.72.0.0 0.0.255.255 any eq 22
BRIDGEPORT-VZ-GW(config-ext-nacl)# permit tcp 198.185.164.0 0.0.0.255 any eq 22
BRIDGEPORT-VZ-GW(config-ext-nacl)# permit tcp 10.171.8.0 0.0.0.255 any eq 22
BRIDGEPORT-VZ-GW(config-ext-nacl)# permit tcp 10.90.122.0 0.0.0.255 any eq 22
BRIDGEPORT-VZ-GW(config-ext-nacl)# permit tcp 10.196.0.0 0.0.255.255 any eq 22
BRIDGEPORT-VZ-GW(config-ext-nacl)# permit tcp 10.193.32.0 0.0.0.255 any eq 22
BRIDGEPORT-VZ-GW(config-ext-nacl)# permit tcp 10.168.76.0 0.0.0.255 any eq 22
BRIDGEPORT-VZ-GW(config-ext-nacl)#!
BRIDGEPORT-VZ-GW(config-ext-nacl)#line vty 0 15
BRIDGEPORT-VZ-GW(config-line)# access-class UseSSH in
BRIDGEPORT-VZ-GW(config-line)#!
BRIDGEPORT-VZ-GW(config-line)#end
BRIDGEPORT-VZ-GW#
BRIDGEPORT-VZ-GW#Building configuration...
[OK]~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~

Connecting to IOS IP 167.166.80.193 
Connecting to IOS IP 152.161.68.50 
Connecting to IOS IP 216.161.115.200 
IOS Device: CDS-BU-GW
config term
Enter configuration commands, one per line.  End with CNTL/Z.
CDS-BU-GW(config)#no enable password
CDS-BU-GW(config)#!
CDS-BU-GW(config)#no username opmantek 
CDS-BU-GW(config)#yes
                  ^
% Invalid input detected at '^' marker.

CDS-BU-GW(config)#!
CDS-BU-GW(config)#username opmantek privilege 15 secret 0 N0Data4U!
CDS-BU-GW(config)#enable secret 0 circlebackaround
CDS-BU-GW(config)#!
CDS-BU-GW(config)#no ip access-list extended SSH-ONLY
CDS-BU-GW(config)#no ip access-list extended SSH-Only
CDS-BU-GW(config)#no ip access-list extended Use-SSH
CDS-BU-GW(config)#no ip access-list extended UseSSH
CDS-BU-GW(config)#!
CDS-BU-GW(config)#ip access-list extended UseSSH 
CDS-BU-GW(config-ext-nacl)# permit tcp 206.225.144.0 0.0.15.255 any eq 22
CDS-BU-GW(config-ext-nacl)# permit tcp 167.173.0.0 0.0.255.255 any eq 22
CDS-BU-GW(config-ext-nacl)# permit tcp host 83.244.129.66 any eq 22
CDS-BU-GW(config-ext-nacl)# permit tcp 64.178.160.0 0.0.15.255 any eq 22
CDS-BU-GW(config-ext-nacl)# permit tcp host 31.221.41.210 any eq 22
CDS-BU-GW(config-ext-nacl)# permit tcp 172.19.0.0 0.0.255.255 any eq 22
CDS-BU-GW(config-ext-nacl)# permit tcp 10.77.0.0 0.0.255.255 any eq 22
CDS-BU-GW(config-ext-nacl)# permit tcp 10.76.0.0 0.0.255.255 any eq 22
CDS-BU-GW(config-ext-nacl)# permit tcp 10.70.0.0 0.0.255.255 any eq 22
CDS-BU-GW(config-ext-nacl)# permit tcp 10.72.0.0 0.0.255.255 any eq 22
CDS-BU-GW(config-ext-nacl)# permit tcp 198.185.164.0 0.0.0.255 any eq 22
CDS-BU-GW(config-ext-nacl)# permit tcp 10.171.8.0 0.0.0.255 any eq 22
CDS-BU-GW(config-ext-nacl)# permit tcp 10.90.122.0 0.0.0.255 any eq 22
CDS-BU-GW(config-ext-nacl)# permit tcp 10.196.0.0 0.0.255.255 any eq 22
CDS-BU-GW(config-ext-nacl)# permit tcp 10.193.32.0 0.0.0.255 any eq 22
CDS-BU-GW(config-ext-nacl)# permit tcp 10.168.76.0 0.0.0.255 any eq 22
CDS-BU-GW(config-ext-nacl)#!
CDS-BU-GW(config-ext-nacl)#line vty 0 15
CDS-BU-GW(config-line)# access-class UseSSH in
CDS-BU-GW(config-line)#!
CDS-BU-GW(config-line)#end
CDS-BU-GW#
CDS-BU-GW#Building configuration...

[OK]~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~

Connecting to IOS IP 216.161.115.199 
IOS Device: CDS-VZ-GW
config term
Enter configuration commands, one per line.  End with CNTL/Z.
CDS-VZ-GW(config)#no enable password
CDS-VZ-GW(config)#!
CDS-VZ-GW(config)#no username opmantek 
CDS-VZ-GW(config)#yes
                  ^
% Invalid input detected at '^' marker.

CDS-VZ-GW(config)#!
CDS-VZ-GW(config)#username opmantek privilege 15 secret 0 N0Data4U!
CDS-VZ-GW(config)#enable secret 0 circlebackaround
CDS-VZ-GW(config)#!
CDS-VZ-GW(config)#no ip access-list extended SSH-ONLY
CDS-VZ-GW(config)#no ip access-list extended SSH-Only
CDS-VZ-GW(config)#no ip access-list extended Use-SSH
CDS-VZ-GW(config)#no ip access-list extended UseSSH
CDS-VZ-GW(config)#!
CDS-VZ-GW(config)#ip access-list extended UseSSH 
CDS-VZ-GW(config-ext-nacl)# permit tcp 206.225.144.0 0.0.15.255 any eq 22
CDS-VZ-GW(config-ext-nacl)# permit tcp 167.173.0.0 0.0.255.255 any eq 22
CDS-VZ-GW(config-ext-nacl)# permit tcp host 83.244.129.66 any eq 22
CDS-VZ-GW(config-ext-nacl)# permit tcp 64.178.160.0 0.0.15.255 any eq 22
CDS-VZ-GW(config-ext-nacl)# permit tcp host 31.221.41.210 any eq 22
CDS-VZ-GW(config-ext-nacl)# permit tcp 172.19.0.0 0.0.255.255 any eq 22
CDS-VZ-GW(config-ext-nacl)# permit tcp 10.77.0.0 0.0.255.255 any eq 22
CDS-VZ-GW(config-ext-nacl)# permit tcp 10.76.0.0 0.0.255.255 any eq 22
CDS-VZ-GW(config-ext-nacl)# permit tcp 10.70.0.0 0.0.255.255 any eq 22
CDS-VZ-GW(config-ext-nacl)# permit tcp 10.72.0.0 0.0.255.255 any eq 22
CDS-VZ-GW(config-ext-nacl)# permit tcp 198.185.164.0 0.0.0.255 any eq 22
CDS-VZ-GW(config-ext-nacl)# permit tcp 10.171.8.0 0.0.0.255 any eq 22
CDS-VZ-GW(config-ext-nacl)# permit tcp 10.90.122.0 0.0.0.255 any eq 22
CDS-VZ-GW(config-ext-nacl)# permit tcp 10.196.0.0 0.0.255.255 any eq 22
CDS-VZ-GW(config-ext-nacl)# permit tcp 10.193.32.0 0.0.0.255 any eq 22
CDS-VZ-GW(config-ext-nacl)# permit tcp 10.168.76.0 0.0.0.255 any eq 22
CDS-VZ-GW(config-ext-nacl)#!
CDS-VZ-GW(config-ext-nacl)#line vty 0 15
CDS-VZ-GW(config-line)# access-class UseSSH in
CDS-VZ-GW(config-line)#!
CDS-VZ-GW(config-line)#end
CDS-VZ-GW#
CDS-VZ-GW#Building configuration...

[OK]~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~

Connecting to IOS IP 167.173.205.2 
IOS Device: DANBURY-VZ-GW
config term
Enter configuration commands, one per line.  End with CNTL/Z.
DANBURY-VZ-GW(config)#no enable password
DANBURY-VZ-GW(config)#!
DANBURY-VZ-GW(config)#no username opmantek 
DANBURY-VZ-GW(config)#yes
                      ^
% Invalid input detected at '^' marker.

DANBURY-VZ-GW(config)#!
DANBURY-VZ-GW(config)#username opmantek privilege 15 secret 0 N0Data4U!
DANBURY-VZ-GW(config)#enable secret 0 circlebackaround
DANBURY-VZ-GW(config)#!
DANBURY-VZ-GW(config)#no ip access-list extended SSH-ONLY
DANBURY-VZ-GW(config)#no ip access-list extended SSH-Only
DANBURY-VZ-GW(config)#no ip access-list extended Use-SSH
DANBURY-VZ-GW(config)#no ip access-list extended UseSSH
DANBURY-VZ-GW(config)#!
DANBURY-VZ-GW(config)#ip access-list extended UseSSH 
DANBURY-VZ-GW(config-ext-nacl)# permit tcp 206.225.144.0 0.0.15.255 any eq 22
DANBURY-VZ-GW(config-ext-nacl)# permit tcp 167.173.0.0 0.0.255.255 any eq 22
DANBURY-VZ-GW(config-ext-nacl)# permit tcp host 83.244.129.66 any eq 22
DANBURY-VZ-GW(config-ext-nacl)# permit tcp 64.178.160.0 0.0.15.255 any eq 22
DANBURY-VZ-GW(config-ext-nacl)# permit tcp host 31.221.41.210 any eq 22
DANBURY-VZ-GW(config-ext-nacl)# permit tcp 172.19.0.0 0.0.255.255 any eq 22
DANBURY-VZ-GW(config-ext-nacl)# permit tcp 10.77.0.0 0.0.255.255 any eq 22
DANBURY-VZ-GW(config-ext-nacl)# permit tcp 10.76.0.0 0.0.255.255 any eq 22
DANBURY-VZ-GW(config-ext-nacl)# permit tcp 10.70.0.0 0.0.255.255 any eq 22
DANBURY-VZ-GW(config-ext-nacl)# permit tcp 10.72.0.0 0.0.255.255 any eq 22
DANBURY-VZ-GW(config-ext-nacl)# permit tcp 198.185.164.0 0.0.0.255 any eq 22
DANBURY-VZ-GW(config-ext-nacl)# permit tcp 10.171.8.0 0.0.0.255 any eq 22
DANBURY-VZ-GW(config-ext-nacl)# permit tcp 10.90.122.0 0.0.0.255 any eq 22
DANBURY-VZ-GW(config-ext-nacl)# permit tcp 10.196.0.0 0.0.255.255 any eq 22
DANBURY-VZ-GW(config-ext-nacl)# permit tcp 10.193.32.0 0.0.0.255 any eq 22
DANBURY-VZ-GW(config-ext-nacl)# permit tcp 10.168.76.0 0.0.0.255 any eq 22
DANBURY-VZ-GW(config-ext-nacl)#!
DANBURY-VZ-GW(config-ext-nacl)#line vty 0 15
DANBURY-VZ-GW(config-line)# access-class UseSSH in
DANBURY-VZ-GW(config-line)#!
DANBURY-VZ-GW(config-line)#end
DANBURY-VZ-GW#
DANBURY-VZ-GW#Building configuration...
[OK]~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~

Connecting to IOS IP 208.254.171.33 
IOS Device: edw-inet
config term
Enter configuration commands, one per line.  End with CNTL/Z.
edw-inet(config)#no enable password
edw-inet(config)#!
edw-inet(config)#no username opmantek 
edw-inet(config)#yes
                 ^
% Invalid input detected at '^' marker.

edw-inet(config)#!
edw-inet(config)#username opmantek privilege 15 secret 0 N0Data4U!
edw-inet(config)#enable secret 0 circlebackaround
edw-inet(config)#!
edw-inet(config)#no ip access-list extended SSH-ONLY
edw-inet(config)#no ip access-list extended SSH-Only
edw-inet(config)#no ip access-list extended Use-SSH
edw-inet(config)#no ip access-list extended UseSSH
edw-inet(config)#!
edw-inet(config)#ip access-list extended UseSSH 
edw-inet(config-ext-nacl)# permit tcp 206.225.144.0 0.0.15.255 any eq 22
edw-inet(config-ext-nacl)# permit tcp 167.173.0.0 0.0.255.255 any eq 22
edw-inet(config-ext-nacl)# permit tcp host 83.244.129.66 any eq 22
edw-inet(config-ext-nacl)# permit tcp 64.178.160.0 0.0.15.255 any eq 22
edw-inet(config-ext-nacl)# permit tcp host 31.221.41.210 any eq 22
edw-inet(config-ext-nacl)# permit tcp 172.19.0.0 0.0.255.255 any eq 22
edw-inet(config-ext-nacl)# permit tcp 10.77.0.0 0.0.255.255 any eq 22
edw-inet(config-ext-nacl)# permit tcp 10.76.0.0 0.0.255.255 any eq 22
edw-inet(config-ext-nacl)# permit tcp 10.70.0.0 0.0.255.255 any eq 22
edw-inet(config-ext-nacl)# permit tcp 10.72.0.0 0.0.255.255 any eq 22
edw-inet(config-ext-nacl)# permit tcp 198.185.164.0 0.0.0.255 any eq 22
edw-inet(config-ext-nacl)# permit tcp 10.171.8.0 0.0.0.255 any eq 22
edw-inet(config-ext-nacl)# permit tcp 10.90.122.0 0.0.0.255 any eq 22
edw-inet(config-ext-nacl)# permit tcp 10.196.0.0 0.0.255.255 any eq 22
edw-inet(config-ext-nacl)# permit tcp 10.193.32.0 0.0.0.255 any eq 22
edw-inet(config-ext-nacl)# permit tcp 10.168.76.0 0.0.0.255 any eq 22
edw-inet(config-ext-nacl)#!
edw-inet(config-ext-nacl)#line vty 0 15
edw-inet(config-line)# access-class UseSSH in
edw-inet(config-line)#!
edw-inet(config-line)#end
edw-inet#
edw-inet#Building configuration...

[OK]~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~

Connecting to IOS IP 67.220.152.3 
IOS Device: HBMGRVLIGHTOWER
config term
Enter configuration commands, one per line.  End with CNTL/Z.
HBMGRVLIGHTOWER(config)#no enable password
HBMGRVLIGHTOWER(config)#!
HBMGRVLIGHTOWER(config)#no username opmantek 
HBMGRVLIGHTOWER(config)#yes
                        ^
% Invalid input detected at '^' marker.

HBMGRVLIGHTOWER(config)#!
HBMGRVLIGHTOWER(config)#username opmantek privilege 15 secret 0 N0Data4U!
HBMGRVLIGHTOWER(config)#enable secret 0 circlebackaround
HBMGRVLIGHTOWER(config)#!
HBMGRVLIGHTOWER(config)#no ip access-list extended SSH-ONLY
HBMGRVLIGHTOWER(config)#no ip access-list extended SSH-Only
HBMGRVLIGHTOWER(config)#no ip access-list extended Use-SSH
HBMGRVLIGHTOWER(config)#no ip access-list extended UseSSH
HBMGRVLIGHTOWER(config)#!
HBMGRVLIGHTOWER(config)#ip access-list extended UseSSH 
HBMGRVLIGHTOWER(config-ext-nacl)# permit tcp 206.225.144.0 0.0.15.255 any eq 22
HBMGRVLIGHTOWER(config-ext-nacl)# permit tcp 167.173.0.0 0.0.255.255 any eq 22
HBMGRVLIGHTOWER(config-ext-nacl)# permit tcp host 83.244.129.66 any eq 22
HBMGRVLIGHTOWER(config-ext-nacl)# permit tcp 64.178.160.0 0.0.15.255 any eq 22
HBMGRVLIGHTOWER(config-ext-nacl)# permit tcp host 31.221.41.210 any eq 22
HBMGRVLIGHTOWER(config-ext-nacl)# permit tcp 172.19.0.0 0.0.255.255 any eq 22
HBMGRVLIGHTOWER(config-ext-nacl)# permit tcp 10.77.0.0 0.0.255.255 any eq 22
HBMGRVLIGHTOWER(config-ext-nacl)# permit tcp 10.76.0.0 0.0.255.255 any eq 22
HBMGRVLIGHTOWER(config-ext-nacl)# permit tcp 10.70.0.0 0.0.255.255 any eq 22
HBMGRVLIGHTOWER(config-ext-nacl)# permit tcp 10.72.0.0 0.0.255.255 any eq 22
HBMGRVLIGHTOWER(config-ext-nacl)# permit tcp 198.185.164.0 0.0.0.255 any eq 22
HBMGRVLIGHTOWER(config-ext-nacl)# permit tcp 10.171.8.0 0.0.0.255 any eq 22
HBMGRVLIGHTOWER(config-ext-nacl)# permit tcp 10.90.122.0 0.0.0.255 any eq 22
HBMGRVLIGHTOWER(config-ext-nacl)# permit tcp 10.196.0.0 0.0.255.255 any eq 22
HBMGRVLIGHTOWER(config-ext-nacl)# permit tcp 10.193.32.0 0.0.0.255 any eq 22
HBMGRVLIGHTOWER(config-ext-nacl)# permit tcp 10.168.76.0 0.0.0.255 any eq 22
HBMGRVLIGHTOWER(config-ext-nacl)#!
HBMGRVLIGHTOWER(config-ext-nacl)#line vty 0 15
HBMGRVLIGHTOWER(config-line)# access-class UseSSH in
HBMGRVLIGHTOWER(config-line)#!
HBMGRVLIGHTOWER(config-line)#end
HBMGRVLIGHTOWER#
HBMGRVLIGHTOWER#Building configuration...

[OK]~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~

Connecting to IOS IP 67.220.152.2 
IOS Device: HBMGRVLIGHTPATH
config term
Enter configuration commands, one per line.  End with CNTL/Z.
HBMGRVLIGHTPATH(config)#no enable password
HBMGRVLIGHTPATH(config)#!
HBMGRVLIGHTPATH(config)#no username opmantek 
HBMGRVLIGHTPATH(config)#yes
                        ^
% Invalid input detected at '^' marker.

HBMGRVLIGHTPATH(config)#!
HBMGRVLIGHTPATH(config)#username opmantek privilege 15 secret 0 N0Data4U!
HBMGRVLIGHTPATH(config)#enable secret 0 circlebackaround
HBMGRVLIGHTPATH(config)#!
HBMGRVLIGHTPATH(config)#no ip access-list extended SSH-ONLY
HBMGRVLIGHTPATH(config)#no ip access-list extended SSH-Only
HBMGRVLIGHTPATH(config)#no ip access-list extended Use-SSH
HBMGRVLIGHTPATH(config)#no ip access-list extended UseSSH
HBMGRVLIGHTPATH(config)#!
HBMGRVLIGHTPATH(config)#ip access-list extended UseSSH 
HBMGRVLIGHTPATH(config-ext-nacl)# permit tcp 206.225.144.0 0.0.15.255 any eq 22
HBMGRVLIGHTPATH(config-ext-nacl)# permit tcp 167.173.0.0 0.0.255.255 any eq 22
HBMGRVLIGHTPATH(config-ext-nacl)# permit tcp host 83.244.129.66 any eq 22
HBMGRVLIGHTPATH(config-ext-nacl)# permit tcp 64.178.160.0 0.0.15.255 any eq 22
HBMGRVLIGHTPATH(config-ext-nacl)# permit tcp host 31.221.41.210 any eq 22
HBMGRVLIGHTPATH(config-ext-nacl)# permit tcp 172.19.0.0 0.0.255.255 any eq 22
HBMGRVLIGHTPATH(config-ext-nacl)# permit tcp 10.77.0.0 0.0.255.255 any eq 22
HBMGRVLIGHTPATH(config-ext-nacl)# permit tcp 10.76.0.0 0.0.255.255 any eq 22
HBMGRVLIGHTPATH(config-ext-nacl)# permit tcp 10.70.0.0 0.0.255.255 any eq 22
HBMGRVLIGHTPATH(config-ext-nacl)# permit tcp 10.72.0.0 0.0.255.255 any eq 22
HBMGRVLIGHTPATH(config-ext-nacl)# permit tcp 198.185.164.0 0.0.0.255 any eq 22
HBMGRVLIGHTPATH(config-ext-nacl)# permit tcp 10.171.8.0 0.0.0.255 any eq 22
HBMGRVLIGHTPATH(config-ext-nacl)# permit tcp 10.90.122.0 0.0.0.255 any eq 22
HBMGRVLIGHTPATH(config-ext-nacl)# permit tcp 10.196.0.0 0.0.255.255 any eq 22
HBMGRVLIGHTPATH(config-ext-nacl)# permit tcp 10.193.32.0 0.0.0.255 any eq 22
HBMGRVLIGHTPATH(config-ext-nacl)# permit tcp 10.168.76.0 0.0.0.255 any eq 22
HBMGRVLIGHTPATH(config-ext-nacl)#!
HBMGRVLIGHTPATH(config-ext-nacl)#line vty 0 15
HBMGRVLIGHTPATH(config-line)# access-class UseSSH in
HBMGRVLIGHTPATH(config-line)#!
HBMGRVLIGHTPATH(config-line)#end
HBMGRVLIGHTPATH#
HBMGRVLIGHTPATH#Building configuration...

[OK]~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~

Connecting to IOS IP 50.206.193.81 
IOS Device: HDT-GW01
config term
Enter configuration commands, one per line.  End with CNTL/Z.
HDT-GW01(config)#no enable password
HDT-GW01(config)#!
HDT-GW01(config)#no username opmantek 
This operation will remove all username related configurations with same name.Do you want to continue? [confirm]y
HDT-GW01(config)#es
                  ^
% Invalid input detected at '^' marker.

HDT-GW01(config)#!
HDT-GW01(config)#username opmantek privilege 15 secret 0 N0Data4U!
HDT-GW01(config)#enable secret 0 circlebackaround
HDT-GW01(config)#!
HDT-GW01(config)#no ip access-list extended SSH-ONLY
HDT-GW01(config)#no ip access-list extended SSH-Only
HDT-GW01(config)#no ip access-list extended Use-SSH
HDT-GW01(config)#no ip access-list extended UseSSH
HDT-GW01(config)#!
HDT-GW01(config)#ip access-list extended UseSSH 
HDT-GW01(config-ext-nacl)# permit tcp 206.225.144.0 0.0.15.255 any eq 22
HDT-GW01(config-ext-nacl)# permit tcp 167.173.0.0 0.0.255.255 any eq 22
HDT-GW01(config-ext-nacl)# permit tcp host 83.244.129.66 any eq 22
HDT-GW01(config-ext-nacl)# permit tcp 64.178.160.0 0.0.15.255 any eq 22
HDT-GW01(config-ext-nacl)# permit tcp host 31.221.41.210 any eq 22
HDT-GW01(config-ext-nacl)# permit tcp 172.19.0.0 0.0.255.255 any eq 22
HDT-GW01(config-ext-nacl)# permit tcp 10.77.0.0 0.0.255.255 any eq 22
HDT-GW01(config-ext-nacl)# permit tcp 10.76.0.0 0.0.255.255 any eq 22
HDT-GW01(config-ext-nacl)# permit tcp 10.70.0.0 0.0.255.255 any eq 22
HDT-GW01(config-ext-nacl)# permit tcp 10.72.0.0 0.0.255.255 any eq 22
HDT-GW01(config-ext-nacl)# permit tcp 198.185.164.0 0.0.0.255 any eq 22
HDT-GW01(config-ext-nacl)# permit tcp 10.171.8.0 0.0.0.255 any eq 22
HDT-GW01(config-ext-nacl)# permit tcp 10.90.122.0 0.0.0.255 any eq 22
HDT-GW01(config-ext-nacl)# permit tcp 10.196.0.0 0.0.255.255 any eq 22
HDT-GW01(config-ext-nacl)# permit tcp 10.193.32.0 0.0.0.255 any eq 22
HDT-GW01(config-ext-nacl)# permit tcp 10.168.76.0 0.0.0.255 any eq 22
HDT-GW01(config-ext-nacl)#!
HDT-GW01(config-ext-nacl)#line vty 0 15
HDT-GW01(config-line)# access-class UseSSH in
HDT-GW01(config-line)#!
HDT-GW01(config-line)#end
HDT-GW01#
HDT-GW01#Building configuration...
[OK]~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~

Connecting to IOS IP 130.80.189.1 
Connecting to IOS IP 206.225.146.98 
IOS Device: HSC-GW01
config term
Enter configuration commands, one per line.  End with CNTL/Z.
HSC-GW01(config)#no enable password
HSC-GW01(config)#!
HSC-GW01(config)#no username opmantek 
This operation will remove all username related configurations with same name.Do you want to continue? [confirm]y
HSC-GW01(config)#es
% Incomplete command.

HSC-GW01(config)#!
HSC-GW01(config)#username opmantek privilege 15 secret 0 N0Data4U!
HSC-GW01(config)#enable secret 0 circlebackaround
HSC-GW01(config)#!
HSC-GW01(config)#no ip access-list extended SSH-ONLY
HSC-GW01(config)#no ip access-list extended SSH-Only
HSC-GW01(config)#no ip access-list extended Use-SSH
HSC-GW01(config)#no ip access-list extended UseSSH
HSC-GW01(config)#!
HSC-GW01(config)#ip access-list extended UseSSH 
HSC-GW01(config-ext-nacl)# permit tcp 206.225.144.0 0.0.15.255 any eq 22
HSC-GW01(config-ext-nacl)# permit tcp 167.173.0.0 0.0.255.255 any eq 22
HSC-GW01(config-ext-nacl)# permit tcp host 83.244.129.66 any eq 22
HSC-GW01(config-ext-nacl)# permit tcp 64.178.160.0 0.0.15.255 any eq 22
HSC-GW01(config-ext-nacl)# permit tcp host 31.221.41.210 any eq 22
HSC-GW01(config-ext-nacl)# permit tcp 172.19.0.0 0.0.255.255 any eq 22
HSC-GW01(config-ext-nacl)# permit tcp 10.77.0.0 0.0.255.255 any eq 22
HSC-GW01(config-ext-nacl)# permit tcp 10.76.0.0 0.0.255.255 any eq 22
HSC-GW01(config-ext-nacl)# permit tcp 10.70.0.0 0.0.255.255 any eq 22
HSC-GW01(config-ext-nacl)# permit tcp 10.72.0.0 0.0.255.255 any eq 22
HSC-GW01(config-ext-nacl)# permit tcp 198.185.164.0 0.0.0.255 any eq 22
HSC-GW01(config-ext-nacl)# permit tcp 10.171.8.0 0.0.0.255 any eq 22
HSC-GW01(config-ext-nacl)# permit tcp 10.90.122.0 0.0.0.255 any eq 22
HSC-GW01(config-ext-nacl)# permit tcp 10.196.0.0 0.0.255.255 any eq 22
HSC-GW01(config-ext-nacl)# permit tcp 10.193.32.0 0.0.0.255 any eq 22
HSC-GW01(config-ext-nacl)# permit tcp 10.168.76.0 0.0.0.255 any eq 22
HSC-GW01(config-ext-nacl)#!
HSC-GW01(config-ext-nacl)#line vty 0 15
HSC-GW01(config-line)# access-class UseSSH in
HSC-GW01(config-line)#!
HSC-GW01(config-line)#end
HSC-GW01#
HSC-GW01#Building configuration...
[OK]~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~

Connecting to IOS IP 206.225.146.97 
IOS Device: HSC-GW01
config term
Enter configuration commands, one per line.  End with CNTL/Z.
HSC-GW01(config)#no enable password
HSC-GW01(config)#!
HSC-GW01(config)#no username opmantek 
This operation will remove all username related configurations with same name.Do you want to continue? [confirm]y
HSC-GW01(config)#es
% Incomplete command.

HSC-GW01(config)#!
HSC-GW01(config)#username opmantek privilege 15 secret 0 N0Data4U!
HSC-GW01(config)#enable secret 0 circlebackaround
HSC-GW01(config)#!
HSC-GW01(config)#no ip access-list extended SSH-ONLY
HSC-GW01(config)#no ip access-list extended SSH-Only
HSC-GW01(config)#no ip access-list extended Use-SSH
HSC-GW01(config)#no ip access-list extended UseSSH
HSC-GW01(config)#!
HSC-GW01(config)#ip access-list extended UseSSH 
HSC-GW01(config-ext-nacl)# permit tcp 206.225.144.0 0.0.15.255 any eq 22
HSC-GW01(config-ext-nacl)# permit tcp 167.173.0.0 0.0.255.255 any eq 22
HSC-GW01(config-ext-nacl)# permit tcp host 83.244.129.66 any eq 22
HSC-GW01(config-ext-nacl)# permit tcp 64.178.160.0 0.0.15.255 any eq 22
HSC-GW01(config-ext-nacl)# permit tcp host 31.221.41.210 any eq 22
HSC-GW01(config-ext-nacl)# permit tcp 172.19.0.0 0.0.255.255 any eq 22
HSC-GW01(config-ext-nacl)# permit tcp 10.77.0.0 0.0.255.255 any eq 22
HSC-GW01(config-ext-nacl)# permit tcp 10.76.0.0 0.0.255.255 any eq 22
HSC-GW01(config-ext-nacl)# permit tcp 10.70.0.0 0.0.255.255 any eq 22
HSC-GW01(config-ext-nacl)# permit tcp 10.72.0.0 0.0.255.255 any eq 22
HSC-GW01(config-ext-nacl)# permit tcp 198.185.164.0 0.0.0.255 any eq 22
HSC-GW01(config-ext-nacl)# permit tcp 10.171.8.0 0.0.0.255 any eq 22
HSC-GW01(config-ext-nacl)# permit tcp 10.90.122.0 0.0.0.255 any eq 22
HSC-GW01(config-ext-nacl)# permit tcp 10.196.0.0 0.0.255.255 any eq 22
HSC-GW01(config-ext-nacl)# permit tcp 10.193.32.0 0.0.0.255 any eq 22
HSC-GW01(config-ext-nacl)# permit tcp 10.168.76.0 0.0.0.255 any eq 22
HSC-GW01(config-ext-nacl)#!
HSC-GW01(config-ext-nacl)#line vty 0 15
HSC-GW01(config-line)# access-class UseSSH in
HSC-GW01(config-line)#!
HSC-GW01(config-line)#end
HSC-GW01#
HSC-GW01#Building configuration...
[OK]~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~

Connecting to IOS IP 206.225.158.8 
IOS Device: hsc-vzpip-gw
config term
Enter configuration commands, one per line.  End with CNTL/Z.
hsc-vzpip-gw(config)#no enable password
hsc-vzpip-gw(config)#!
hsc-vzpip-gw(config)#no username opmantek 
hsc-vzpip-gw(config)#yes
                     ^
% Invalid input detected at '^' marker.

hsc-vzpip-gw(config)#!
hsc-vzpip-gw(config)#username opmantek privilege 15 secret 0 N0Data4U!
hsc-vzpip-gw(config)#enable secret 0 circlebackaround
hsc-vzpip-gw(config)#!
hsc-vzpip-gw(config)#no ip access-list extended SSH-ONLY
hsc-vzpip-gw(config)#no ip access-list extended SSH-Only
hsc-vzpip-gw(config)#no ip access-list extended Use-SSH
hsc-vzpip-gw(config)#no ip access-list extended UseSSH
hsc-vzpip-gw(config)#!
hsc-vzpip-gw(config)#ip access-list extended UseSSH 
hsc-vzpip-gw(config-ext-nacl)# permit tcp 206.225.144.0 0.0.15.255 any eq 22
hsc-vzpip-gw(config-ext-nacl)# permit tcp 167.173.0.0 0.0.255.255 any eq 22
hsc-vzpip-gw(config-ext-nacl)# permit tcp host 83.244.129.66 any eq 22
hsc-vzpip-gw(config-ext-nacl)# permit tcp 64.178.160.0 0.0.15.255 any eq 22
hsc-vzpip-gw(config-ext-nacl)# permit tcp host 31.221.41.210 any eq 22
hsc-vzpip-gw(config-ext-nacl)# permit tcp 172.19.0.0 0.0.255.255 any eq 22
hsc-vzpip-gw(config-ext-nacl)# permit tcp 10.77.0.0 0.0.255.255 any eq 22
hsc-vzpip-gw(config-ext-nacl)# permit tcp 10.76.0.0 0.0.255.255 any eq 22
hsc-vzpip-gw(config-ext-nacl)# permit tcp 10.70.0.0 0.0.255.255 any eq 22
hsc-vzpip-gw(config-ext-nacl)# permit tcp 10.72.0.0 0.0.255.255 any eq 22
hsc-vzpip-gw(config-ext-nacl)# permit tcp 198.185.164.0 0.0.0.255 any eq 22
hsc-vzpip-gw(config-ext-nacl)# permit tcp 10.171.8.0 0.0.0.255 any eq 22
hsc-vzpip-gw(config-ext-nacl)# permit tcp 10.90.122.0 0.0.0.255 any eq 22
hsc-vzpip-gw(config-ext-nacl)# permit tcp 10.196.0.0 0.0.255.255 any eq 22
hsc-vzpip-gw(config-ext-nacl)# permit tcp 10.193.32.0 0.0.0.255 any eq 22
hsc-vzpip-gw(config-ext-nacl)# permit tcp 10.168.76.0 0.0.0.255 any eq 22
hsc-vzpip-gw(config-ext-nacl)#!
hsc-vzpip-gw(config-ext-nacl)#line vty 0 15
hsc-vzpip-gw(config-line)# access-class UseSSH in
hsc-vzpip-gw(config-line)#!
hsc-vzpip-gw(config-line)#end
hsc-vzpip-gw#
hsc-vzpip-gw#Building configuration...

[OK]~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~

Connecting to IOS IP 63.97.171.41 
IOS Device: jaspernewsboy-inet
config term
Enter configuration commands, one per line.  End with CNTL/Z.
jaspernewsboy-inet(config)#no enable password
jaspernewsboy-inet(config)#!
jaspernewsboy-inet(config)#no username opmantek 
jaspernewsboy-inet(config)#yes
                           ^
% Invalid input detected at '^' marker.

jaspernewsboy-inet(config)#!
jaspernewsboy-inet(config)#username opmantek privilege 15 secret 0 N0Data4U!
jaspernewsboy-inet(config)#enable secret 0 circlebackaround
jaspernewsboy-inet(config)#!
jaspernewsboy-inet(config)#no ip access-list extended SSH-ONLY
jaspernewsboy-inet(config)#no ip access-list extended SSH-Only
jaspernewsboy-inet(config)#no ip access-list extended Use-SSH
jaspernewsboy-inet(config)#no ip access-list extended UseSSH
jaspernewsboy-inet(config)#!
jaspernewsboy-inet(config)#ip access-list extended UseSSH 
jaspernewsboy-inet(config-ext-nacl)# permit tcp 206.225.144.0 0.0.15.255 any eq 22
jaspernewsboy-inet(config-ext-nacl)# permit tcp 167.173.0.0 0.0.255.255 any eq 22
jaspernewsboy-inet(config-ext-nacl)# permit tcp host 83.244.129.66 any eq 22
jaspernewsboy-inet(config-ext-nacl)# permit tcp 64.178.160.0 0.0.15.255 any eq 22
jaspernewsboy-inet(config-ext-nacl)# permit tcp host 31.221.41.210 any eq 22
jaspernewsboy-inet(config-ext-nacl)# permit tcp 172.19.0.0 0.0.255.255 any eq 22
jaspernewsboy-inet(config-ext-nacl)# permit tcp 10.77.0.0 0.0.255.255 any eq 22
jaspernewsboy-inet(config-ext-nacl)# permit tcp 10.76.0.0 0.0.255.255 any eq 22
jaspernewsboy-inet(config-ext-nacl)# permit tcp 10.70.0.0 0.0.255.255 any eq 22
jaspernewsboy-inet(config-ext-nacl)# permit tcp 10.72.0.0 0.0.255.255 any eq 22
jaspernewsboy-inet(config-ext-nacl)# permit tcp 198.185.164.0 0.0.0.255 any eq 22
jaspernewsboy-inet(config-ext-nacl)# permit tcp 10.171.8.0 0.0.0.255 any eq 22
jaspernewsboy-inet(config-ext-nacl)# permit tcp 10.90.122.0 0.0.0.255 any eq 22
jaspernewsboy-inet(config-ext-nacl)# permit tcp 10.196.0.0 0.0.255.255 any eq 22
jaspernewsboy-inet(config-ext-nacl)# permit tcp 10.193.32.0 0.0.0.255 any eq 22
jaspernewsboy-inet(config-ext-nacl)# permit tcp 10.168.76.0 0.0.0.255 any eq 22
jaspernewsboy-inet(config-ext-nacl)#!
jaspernewsboy-inet(config-ext-nacl)#line vty 0 15
jaspernewsboy-inet(config-line)# access-class UseSSH in
jaspernewsboy-inet(config-line)#!
jaspernewsboy-inet(config-line)#end
jaspernewsboy-inet#
jaspernewsboy-inet#Building configuration...
[OK]~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~

Connecting to IOS IP 167.173.36.16 
IOS Device: kcci-inet1
config term
Enter configuration commands, one per line.  End with CNTL/Z.
kcci-inet1(config)#no enable password
kcci-inet1(config)#!
kcci-inet1(config)#no username opmantek 
kcci-inet1(config)#yes
                   ^
% Invalid input detected at '^' marker.

kcci-inet1(config)#!
kcci-inet1(config)#username opmantek privilege 15 secret 0 N0Data4U!
kcci-inet1(config)#enable secret 0 circlebackaround
kcci-inet1(config)#!
kcci-inet1(config)#no ip access-list extended SSH-ONLY
kcci-inet1(config)#no ip access-list extended SSH-Only
kcci-inet1(config)#no ip access-list extended Use-SSH
kcci-inet1(config)#no ip access-list extended UseSSH
kcci-inet1(config)#!
kcci-inet1(config)#ip access-list extended UseSSH 
kcci-inet1(config-ext-nacl)# permit tcp 206.225.144.0 0.0.15.255 any eq 22
kcci-inet1(config-ext-nacl)# permit tcp 167.173.0.0 0.0.255.255 any eq 22
kcci-inet1(config-ext-nacl)# permit tcp host 83.244.129.66 any eq 22
kcci-inet1(config-ext-nacl)# permit tcp 64.178.160.0 0.0.15.255 any eq 22
kcci-inet1(config-ext-nacl)# permit tcp host 31.221.41.210 any eq 22
kcci-inet1(config-ext-nacl)# permit tcp 172.19.0.0 0.0.255.255 any eq 22
kcci-inet1(config-ext-nacl)# permit tcp 10.77.0.0 0.0.255.255 any eq 22
kcci-inet1(config-ext-nacl)# permit tcp 10.76.0.0 0.0.255.255 any eq 22
kcci-inet1(config-ext-nacl)# permit tcp 10.70.0.0 0.0.255.255 any eq 22
kcci-inet1(config-ext-nacl)# permit tcp 10.72.0.0 0.0.255.255 any eq 22
kcci-inet1(config-ext-nacl)# permit tcp 198.185.164.0 0.0.0.255 any eq 22
kcci-inet1(config-ext-nacl)# permit tcp 10.171.8.0 0.0.0.255 any eq 22
kcci-inet1(config-ext-nacl)# permit tcp 10.90.122.0 0.0.0.255 any eq 22
kcci-inet1(config-ext-nacl)# permit tcp 10.196.0.0 0.0.255.255 any eq 22
kcci-inet1(config-ext-nacl)# permit tcp 10.193.32.0 0.0.0.255 any eq 22
kcci-inet1(config-ext-nacl)# permit tcp 10.168.76.0 0.0.0.255 any eq 22
kcci-inet1(config-ext-nacl)#!
kcci-inet1(config-ext-nacl)#line vty 0 15
kcci-inet1(config-line)# access-class UseSSH in
kcci-inet1(config-line)#!
kcci-inet1(config-line)#end
kcci-inet1#
kcci-inet1#Building configuration...

[OK]~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~

Connecting to IOS IP 10.147.64.52 
Connecting to IOS IP 167.173.36.73 
IOS Device: kcci-vz-gw1
Connecting to IOS IP 167.173.27.16 
IOS Device: kcra-inet1
config term
Enter configuration commands, one per line.  End with CNTL/Z.
kcra-inet1(config)#no enable password
kcra-inet1(config)#!
kcra-inet1(config)#no username opmantek 
kcra-inet1(config)#yes
                   ^
% Invalid input detected at '^' marker.

kcra-inet1(config)#!
kcra-inet1(config)#username opmantek privilege 15 secret 0 N0Data4U!
kcra-inet1(config)#enable secret 0 circlebackaround
kcra-inet1(config)#!
kcra-inet1(config)#no ip access-list extended SSH-ONLY
kcra-inet1(config)#no ip access-list extended SSH-Only
kcra-inet1(config)#no ip access-list extended Use-SSH
kcra-inet1(config)#no ip access-list extended UseSSH
kcra-inet1(config)#!
kcra-inet1(config)#ip access-list extended UseSSH 
kcra-inet1(config-ext-nacl)# permit tcp 206.225.144.0 0.0.15.255 any eq 22
kcra-inet1(config-ext-nacl)# permit tcp 167.173.0.0 0.0.255.255 any eq 22
kcra-inet1(config-ext-nacl)# permit tcp host 83.244.129.66 any eq 22
kcra-inet1(config-ext-nacl)# permit tcp 64.178.160.0 0.0.15.255 any eq 22
kcra-inet1(config-ext-nacl)# permit tcp host 31.221.41.210 any eq 22
kcra-inet1(config-ext-nacl)# permit tcp 172.19.0.0 0.0.255.255 any eq 22
kcra-inet1(config-ext-nacl)# permit tcp 10.77.0.0 0.0.255.255 any eq 22
kcra-inet1(config-ext-nacl)# permit tcp 10.76.0.0 0.0.255.255 any eq 22
kcra-inet1(config-ext-nacl)# permit tcp 10.70.0.0 0.0.255.255 any eq 22
kcra-inet1(config-ext-nacl)# permit tcp 10.72.0.0 0.0.255.255 any eq 22
kcra-inet1(config-ext-nacl)# permit tcp 198.185.164.0 0.0.0.255 any eq 22
kcra-inet1(config-ext-nacl)# permit tcp 10.171.8.0 0.0.0.255 any eq 22
kcra-inet1(config-ext-nacl)# permit tcp 10.90.122.0 0.0.0.255 any eq 22
kcra-inet1(config-ext-nacl)# permit tcp 10.196.0.0 0.0.255.255 any eq 22
kcra-inet1(config-ext-nacl)# permit tcp 10.193.32.0 0.0.0.255 any eq 22
kcra-inet1(config-ext-nacl)# permit tcp 10.168.76.0 0.0.0.255 any eq 22
kcra-inet1(config-ext-nacl)#!
kcra-inet1(config-ext-nacl)#line vty 0 15
kcra-inet1(config-line)# access-class UseSSH in
kcra-inet1(config-line)#!
kcra-inet1(config-line)#end
kcra-inet1#
kcra-inet1#Building configuration...

[OK]~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~

Connecting to IOS IP 167.173.27.6 
IOS Device: kcra-vz-gw1
config term
Enter configuration commands, one per line.  End with CNTL/Z.
kcra-vz-gw1(config)#no enable password
kcra-vz-gw1(config)#!
kcra-vz-gw1(config)#no username opmantek 
kcra-vz-gw1(config)#yes
                    ^
% Invalid input detected at '^' marker.

kcra-vz-gw1(config)#!
kcra-vz-gw1(config)#username opmantek privilege 15 secret 0 N0Data4U!
kcra-vz-gw1(config)#enable secret 0 circlebackaround
kcra-vz-gw1(config)#!
kcra-vz-gw1(config)#no ip access-list extended SSH-ONLY
kcra-vz-gw1(config)#no ip access-list extended SSH-Only
kcra-vz-gw1(config)#no ip access-list extended Use-SSH
kcra-vz-gw1(config)#no ip access-list extended UseSSH
kcra-vz-gw1(config)#!
kcra-vz-gw1(config)#ip access-list extended UseSSH 
kcra-vz-gw1(config-ext-nacl)# permit tcp 206.225.144.0 0.0.15.255 any eq 22
kcra-vz-gw1(config-ext-nacl)# permit tcp 167.173.0.0 0.0.255.255 any eq 22
kcra-vz-gw1(config-ext-nacl)# permit tcp host 83.244.129.66 any eq 22
kcra-vz-gw1(config-ext-nacl)# permit tcp 64.178.160.0 0.0.15.255 any eq 22
kcra-vz-gw1(config-ext-nacl)# permit tcp host 31.221.41.210 any eq 22
kcra-vz-gw1(config-ext-nacl)# permit tcp 172.19.0.0 0.0.255.255 any eq 22
kcra-vz-gw1(config-ext-nacl)# permit tcp 10.77.0.0 0.0.255.255 any eq 22
kcra-vz-gw1(config-ext-nacl)# permit tcp 10.76.0.0 0.0.255.255 any eq 22
kcra-vz-gw1(config-ext-nacl)# permit tcp 10.70.0.0 0.0.255.255 any eq 22
kcra-vz-gw1(config-ext-nacl)# permit tcp 10.72.0.0 0.0.255.255 any eq 22
kcra-vz-gw1(config-ext-nacl)# permit tcp 198.185.164.0 0.0.0.255 any eq 22
kcra-vz-gw1(config-ext-nacl)# permit tcp 10.171.8.0 0.0.0.255 any eq 22
kcra-vz-gw1(config-ext-nacl)# permit tcp 10.90.122.0 0.0.0.255 any eq 22
kcra-vz-gw1(config-ext-nacl)# permit tcp 10.196.0.0 0.0.255.255 any eq 22
kcra-vz-gw1(config-ext-nacl)# permit tcp 10.193.32.0 0.0.0.255 any eq 22
kcra-vz-gw1(config-ext-nacl)# permit tcp 10.168.76.0 0.0.0.255 any eq 22
kcra-vz-gw1(config-ext-nacl)#!
kcra-vz-gw1(config-ext-nacl)#line vty 0 15
kcra-vz-gw1(config-line)# access-class UseSSH in
kcra-vz-gw1(config-line)#!
kcra-vz-gw1(config-line)#end
kcra-vz-gw1#
kcra-vz-gw1#Building configuration...

[OK]~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~

Connecting to IOS IP 167.173.49.6 
IOS Device: ketv-vz-gw1
config term
Enter configuration commands, one per line.  End with CNTL/Z.
ketv-vz-gw1(config)#no enable password
ketv-vz-gw1(config)#!
ketv-vz-gw1(config)#no username opmantek 
This operation will remove all username related configurations with same name.Do you want to continue? [confirm]y
ketv-vz-gw1(config)#es
% Incomplete command.

ketv-vz-gw1(config)#!
ketv-vz-gw1(config)#username opmantek privilege 15 secret 0 N0Data4U!
ketv-vz-gw1(config)#enable secret 0 circlebackaround
ketv-vz-gw1(config)#!
ketv-vz-gw1(config)#no ip access-list extended SSH-ONLY
ketv-vz-gw1(config)#no ip access-list extended SSH-Only
ketv-vz-gw1(config)#no ip access-list extended Use-SSH
ketv-vz-gw1(config)#no ip access-list extended UseSSH
ketv-vz-gw1(config)#!
ketv-vz-gw1(config)#ip access-list extended UseSSH 
ketv-vz-gw1(config-ext-nacl)# permit tcp 206.225.144.0 0.0.15.255 any eq 22
ketv-vz-gw1(config-ext-nacl)# permit tcp 167.173.0.0 0.0.255.255 any eq 22
ketv-vz-gw1(config-ext-nacl)# permit tcp host 83.244.129.66 any eq 22
ketv-vz-gw1(config-ext-nacl)# permit tcp 64.178.160.0 0.0.15.255 any eq 22
ketv-vz-gw1(config-ext-nacl)# permit tcp host 31.221.41.210 any eq 22
ketv-vz-gw1(config-ext-nacl)# permit tcp 172.19.0.0 0.0.255.255 any eq 22
ketv-vz-gw1(config-ext-nacl)# permit tcp 10.77.0.0 0.0.255.255 any eq 22
ketv-vz-gw1(config-ext-nacl)# permit tcp 10.76.0.0 0.0.255.255 any eq 22
ketv-vz-gw1(config-ext-nacl)# permit tcp 10.70.0.0 0.0.255.255 any eq 22
ketv-vz-gw1(config-ext-nacl)# permit tcp 10.72.0.0 0.0.255.255 any eq 22
ketv-vz-gw1(config-ext-nacl)# permit tcp 198.185.164.0 0.0.0.255 any eq 22
ketv-vz-gw1(config-ext-nacl)# permit tcp 10.171.8.0 0.0.0.255 any eq 22
ketv-vz-gw1(config-ext-nacl)# permit tcp 10.90.122.0 0.0.0.255 any eq 22
ketv-vz-gw1(config-ext-nacl)# permit tcp 10.196.0.0 0.0.255.255 any eq 22
ketv-vz-gw1(config-ext-nacl)# permit tcp 10.193.32.0 0.0.0.255 any eq 22
ketv-vz-gw1(config-ext-nacl)# permit tcp 10.168.76.0 0.0.0.255 any eq 22
ketv-vz-gw1(config-ext-nacl)#!
ketv-vz-gw1(config-ext-nacl)#line vty 0 15
ketv-vz-gw1(config-line)# access-class UseSSH in
ketv-vz-gw1(config-line)#!
ketv-vz-gw1(config-line)#end
ketv-vz-gw1#
ketv-vz-gw1#Building configuration...

[OK]~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~

Connecting to IOS IP 167.173.31.5 
IOS Device: khbs-inet1
config term
Enter configuration commands, one per line.  End with CNTL/Z.
khbs-inet1(config)#no enable password
khbs-inet1(config)#!
khbs-inet1(config)#no username opmantek 
khbs-inet1(config)#yes
                   ^
% Invalid input detected at '^' marker.

khbs-inet1(config)#!
khbs-inet1(config)#username opmantek privilege 15 secret 0 N0Data4U!
khbs-inet1(config)#enable secret 0 circlebackaround
khbs-inet1(config)#!
khbs-inet1(config)#no ip access-list extended SSH-ONLY
khbs-inet1(config)#no ip access-list extended SSH-Only
khbs-inet1(config)#no ip access-list extended Use-SSH
khbs-inet1(config)#no ip access-list extended UseSSH
khbs-inet1(config)#!
khbs-inet1(config)#ip access-list extended UseSSH 
khbs-inet1(config-ext-nacl)# permit tcp 206.225.144.0 0.0.15.255 any eq 22
khbs-inet1(config-ext-nacl)# permit tcp 167.173.0.0 0.0.255.255 any eq 22
khbs-inet1(config-ext-nacl)# permit tcp host 83.244.129.66 any eq 22
khbs-inet1(config-ext-nacl)# permit tcp 64.178.160.0 0.0.15.255 any eq 22
khbs-inet1(config-ext-nacl)# permit tcp host 31.221.41.210 any eq 22
khbs-inet1(config-ext-nacl)# permit tcp 172.19.0.0 0.0.255.255 any eq 22
khbs-inet1(config-ext-nacl)# permit tcp 10.77.0.0 0.0.255.255 any eq 22
khbs-inet1(config-ext-nacl)# permit tcp 10.76.0.0 0.0.255.255 any eq 22
khbs-inet1(config-ext-nacl)# permit tcp 10.70.0.0 0.0.255.255 any eq 22
khbs-inet1(config-ext-nacl)# permit tcp 10.72.0.0 0.0.255.255 any eq 22
khbs-inet1(config-ext-nacl)# permit tcp 198.185.164.0 0.0.0.255 any eq 22
khbs-inet1(config-ext-nacl)# permit tcp 10.171.8.0 0.0.0.255 any eq 22
khbs-inet1(config-ext-nacl)# permit tcp 10.90.122.0 0.0.0.255 any eq 22
khbs-inet1(config-ext-nacl)# permit tcp 10.196.0.0 0.0.255.255 any eq 22
khbs-inet1(config-ext-nacl)# permit tcp 10.193.32.0 0.0.0.255 any eq 22
khbs-inet1(config-ext-nacl)# permit tcp 10.168.76.0 0.0.0.255 any eq 22
khbs-inet1(config-ext-nacl)#!
khbs-inet1(config-ext-nacl)#line vty 0 15
khbs-inet1(config-line)# access-class UseSSH in
khbs-inet1(config-line)#!
khbs-inet1(config-line)#end
khbs-inet1#
khbs-inet1#Building configuration...

[OK]~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~

Connecting to IOS IP 10.150.64.50 
Connecting to IOS IP 167.173.31.6 
IOS Device: khbs-vz-gw1
config term
Enter configuration commands, one per line.  End with CNTL/Z.
khbs-vz-gw1(config)#no enable password
khbs-vz-gw1(config)#!
khbs-vz-gw1(config)#no username opmantek 
khbs-vz-gw1(config)#yes
                    ^
% Invalid input detected at '^' marker.

khbs-vz-gw1(config)#!
khbs-vz-gw1(config)#username opmantek privilege 15 secret 0 N0Data4U!
khbs-vz-gw1(config)#enable secret 0 circlebackaround
khbs-vz-gw1(config)#!
khbs-vz-gw1(config)#no ip access-list extended SSH-ONLY
khbs-vz-gw1(config)#no ip access-list extended SSH-Only
khbs-vz-gw1(config)#no ip access-list extended Use-SSH
khbs-vz-gw1(config)#no ip access-list extended UseSSH
khbs-vz-gw1(config)#!
khbs-vz-gw1(config)#ip access-list extended UseSSH 
khbs-vz-gw1(config-ext-nacl)# permit tcp 206.225.144.0 0.0.15.255 any eq 22
khbs-vz-gw1(config-ext-nacl)# permit tcp 167.173.0.0 0.0.255.255 any eq 22
khbs-vz-gw1(config-ext-nacl)# permit tcp host 83.244.129.66 any eq 22
khbs-vz-gw1(config-ext-nacl)# permit tcp 64.178.160.0 0.0.15.255 any eq 22
khbs-vz-gw1(config-ext-nacl)# permit tcp host 31.221.41.210 any eq 22
khbs-vz-gw1(config-ext-nacl)# permit tcp 172.19.0.0 0.0.255.255 any eq 22
khbs-vz-gw1(config-ext-nacl)# permit tcp 10.77.0.0 0.0.255.255 any eq 22
khbs-vz-gw1(config-ext-nacl)# permit tcp 10.76.0.0 0.0.255.255 any eq 22
khbs-vz-gw1(config-ext-nacl)# permit tcp 10.70.0.0 0.0.255.255 any eq 22
khbs-vz-gw1(config-ext-nacl)# permit tcp 10.72.0.0 0.0.255.255 any eq 22
khbs-vz-gw1(config-ext-nacl)# permit tcp 198.185.164.0 0.0.0.255 any eq 22
khbs-vz-gw1(config-ext-nacl)# permit tcp 10.171.8.0 0.0.0.255 any eq 22
khbs-vz-gw1(config-ext-nacl)# permit tcp 10.90.122.0 0.0.0.255 any eq 22
khbs-vz-gw1(config-ext-nacl)# permit tcp 10.196.0.0 0.0.255.255 any eq 22
khbs-vz-gw1(config-ext-nacl)# permit tcp 10.193.32.0 0.0.0.255 any eq 22
khbs-vz-gw1(config-ext-nacl)# permit tcp 10.168.76.0 0.0.0.255 any eq 22
khbs-vz-gw1(config-ext-nacl)#!
khbs-vz-gw1(config-ext-nacl)#line vty 0 15
khbs-vz-gw1(config-line)# access-class UseSSH in
khbs-vz-gw1(config-line)#!
khbs-vz-gw1(config-line)#end
khbs-vz-gw1#
khbs-vz-gw1#Building configuration...

[OK]~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~

Connecting to IOS IP 167.173.32.16 
IOS Device: KHOG-INET1
config term
Enter configuration commands, one per line.  End with CNTL/Z.
KHOG-INET1(config)#no enable password
KHOG-INET1(config)#!
KHOG-INET1(config)#no username opmantek 
KHOG-INET1(config)#yes
                   ^
% Invalid input detected at '^' marker.

KHOG-INET1(config)#!
KHOG-INET1(config)#username opmantek privilege 15 secret 0 N0Data4U!
KHOG-INET1(config)#enable secret 0 circlebackaround
KHOG-INET1(config)#!
KHOG-INET1(config)#no ip access-list extended SSH-ONLY
KHOG-INET1(config)#no ip access-list extended SSH-Only
KHOG-INET1(config)#no ip access-list extended Use-SSH
KHOG-INET1(config)#no ip access-list extended UseSSH
KHOG-INET1(config)#!
KHOG-INET1(config)#ip access-list extended UseSSH 
KHOG-INET1(config-ext-nacl)# permit tcp 206.225.144.0 0.0.15.255 any eq 22
KHOG-INET1(config-ext-nacl)# permit tcp 167.173.0.0 0.0.255.255 any eq 22
KHOG-INET1(config-ext-nacl)# permit tcp host 83.244.129.66 any eq 22
KHOG-INET1(config-ext-nacl)# permit tcp 64.178.160.0 0.0.15.255 any eq 22
KHOG-INET1(config-ext-nacl)# permit tcp host 31.221.41.210 any eq 22
KHOG-INET1(config-ext-nacl)# permit tcp 172.19.0.0 0.0.255.255 any eq 22
KHOG-INET1(config-ext-nacl)# permit tcp 10.77.0.0 0.0.255.255 any eq 22
KHOG-INET1(config-ext-nacl)# permit tcp 10.76.0.0 0.0.255.255 any eq 22
KHOG-INET1(config-ext-nacl)# permit tcp 10.70.0.0 0.0.255.255 any eq 22
KHOG-INET1(config-ext-nacl)# permit tcp 10.72.0.0 0.0.255.255 any eq 22
KHOG-INET1(config-ext-nacl)# permit tcp 198.185.164.0 0.0.0.255 any eq 22
KHOG-INET1(config-ext-nacl)# permit tcp 10.171.8.0 0.0.0.255 any eq 22
KHOG-INET1(config-ext-nacl)# permit tcp 10.90.122.0 0.0.0.255 any eq 22
KHOG-INET1(config-ext-nacl)# permit tcp 10.196.0.0 0.0.255.255 any eq 22
KHOG-INET1(config-ext-nacl)# permit tcp 10.193.32.0 0.0.0.255 any eq 22
KHOG-INET1(config-ext-nacl)# permit tcp 10.168.76.0 0.0.0.255 any eq 22
KHOG-INET1(config-ext-nacl)#!
KHOG-INET1(config-ext-nacl)#line vty 0 15
KHOG-INET1(config-line)# access-class UseSSH in
KHOG-INET1(config-line)#!
KHOG-INET1(config-line)#end
KHOG-INET1#
KHOG-INET1#Building configuration...

[OK]~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~

Connecting to IOS IP 10.187.255.6 
IOS Device: KHOG-VZ-GW1
config term
Enter configuration commands, one per line.  End with CNTL/Z.
KHOG-VZ-GW1(config)#no enable password
KHOG-VZ-GW1(config)#!
KHOG-VZ-GW1(config)#no username opmantek 
KHOG-VZ-GW1(config)#yes
                    ^
% Invalid input detected at '^' marker.

KHOG-VZ-GW1(config)#!
KHOG-VZ-GW1(config)#username opmantek privilege 15 secret 0 N0Data4U!
KHOG-VZ-GW1(config)#enable secret 0 circlebackaround
KHOG-VZ-GW1(config)#!
KHOG-VZ-GW1(config)#no ip access-list extended SSH-ONLY
KHOG-VZ-GW1(config)#no ip access-list extended SSH-Only
KHOG-VZ-GW1(config)#no ip access-list extended Use-SSH
KHOG-VZ-GW1(config)#no ip access-list extended UseSSH
KHOG-VZ-GW1(config)#!
KHOG-VZ-GW1(config)#ip access-list extended UseSSH 
KHOG-VZ-GW1(config-ext-nacl)# permit tcp 206.225.144.0 0.0.15.255 any eq 22
KHOG-VZ-GW1(config-ext-nacl)# permit tcp 167.173.0.0 0.0.255.255 any eq 22
KHOG-VZ-GW1(config-ext-nacl)# permit tcp host 83.244.129.66 any eq 22
KHOG-VZ-GW1(config-ext-nacl)# permit tcp 64.178.160.0 0.0.15.255 any eq 22
KHOG-VZ-GW1(config-ext-nacl)# permit tcp host 31.221.41.210 any eq 22
KHOG-VZ-GW1(config-ext-nacl)# permit tcp 172.19.0.0 0.0.255.255 any eq 22
KHOG-VZ-GW1(config-ext-nacl)# permit tcp 10.77.0.0 0.0.255.255 any eq 22
KHOG-VZ-GW1(config-ext-nacl)# permit tcp 10.76.0.0 0.0.255.255 any eq 22
KHOG-VZ-GW1(config-ext-nacl)# permit tcp 10.70.0.0 0.0.255.255 any eq 22
KHOG-VZ-GW1(config-ext-nacl)# permit tcp 10.72.0.0 0.0.255.255 any eq 22
KHOG-VZ-GW1(config-ext-nacl)# permit tcp 198.185.164.0 0.0.0.255 any eq 22
KHOG-VZ-GW1(config-ext-nacl)# permit tcp 10.171.8.0 0.0.0.255 any eq 22
KHOG-VZ-GW1(config-ext-nacl)# permit tcp 10.90.122.0 0.0.0.255 any eq 22
KHOG-VZ-GW1(config-ext-nacl)# permit tcp 10.196.0.0 0.0.255.255 any eq 22
KHOG-VZ-GW1(config-ext-nacl)# permit tcp 10.193.32.0 0.0.0.255 any eq 22
KHOG-VZ-GW1(config-ext-nacl)# permit tcp 10.168.76.0 0.0.0.255 any eq 22
KHOG-VZ-GW1(config-ext-nacl)#!
KHOG-VZ-GW1(config-ext-nacl)#line vty 0 15
KHOG-VZ-GW1(config-line)# access-class UseSSH in
KHOG-VZ-GW1(config-line)#!
KHOG-VZ-GW1(config-line)#end
KHOG-VZ-GW1#
KHOG-VZ-GW1#Building configuration...
[OK]~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~

Connecting to IOS IP 10.160.64.51 
Connecting to IOS IP 10.160.64.52 
Connecting to IOS IP 167.173.232.73 
IOS Device: KOAT-VZ-GW01
config term
Enter configuration commands, one per line.  End with CNTL/Z.
KOAT-VZ-GW01(config)#no enable password
KOAT-VZ-GW01(config)#!
KOAT-VZ-GW01(config)#no username opmantek 
This operation will remove all username related configurations with same name.Do you want to continue? [confirm]y
KOAT-VZ-GW01(config)#es
% Incomplete command.

KOAT-VZ-GW01(config)#!
KOAT-VZ-GW01(config)#username opmantek privilege 15 secret 0 N0Data4U!
KOAT-VZ-GW01(config)#enable secret 0 circlebackaround
KOAT-VZ-GW01(config)#!
KOAT-VZ-GW01(config)#no ip access-list extended SSH-ONLY
KOAT-VZ-GW01(config)#no ip access-list extended SSH-Only
KOAT-VZ-GW01(config)#no ip access-list extended Use-SSH
KOAT-VZ-GW01(config)#no ip access-list extended UseSSH
KOAT-VZ-GW01(config)#!
KOAT-VZ-GW01(config)#ip access-list extended UseSSH 
KOAT-VZ-GW01(config-ext-nacl)# permit tcp 206.225.144.0 0.0.15.255 any eq 22
KOAT-VZ-GW01(config-ext-nacl)# permit tcp 167.173.0.0 0.0.255.255 any eq 22
KOAT-VZ-GW01(config-ext-nacl)# permit tcp host 83.244.129.66 any eq 22
KOAT-VZ-GW01(config-ext-nacl)# permit tcp 64.178.160.0 0.0.15.255 any eq 22
KOAT-VZ-GW01(config-ext-nacl)# permit tcp host 31.221.41.210 any eq 22
KOAT-VZ-GW01(config-ext-nacl)# permit tcp 172.19.0.0 0.0.255.255 any eq 22
KOAT-VZ-GW01(config-ext-nacl)# permit tcp 10.77.0.0 0.0.255.255 any eq 22
KOAT-VZ-GW01(config-ext-nacl)# permit tcp 10.76.0.0 0.0.255.255 any eq 22
KOAT-VZ-GW01(config-ext-nacl)# permit tcp 10.70.0.0 0.0.255.255 any eq 22
KOAT-VZ-GW01(config-ext-nacl)# permit tcp 10.72.0.0 0.0.255.255 any eq 22
KOAT-VZ-GW01(config-ext-nacl)# permit tcp 198.185.164.0 0.0.0.255 any eq 22
KOAT-VZ-GW01(config-ext-nacl)# permit tcp 10.171.8.0 0.0.0.255 any eq 22
KOAT-VZ-GW01(config-ext-nacl)# permit tcp 10.90.122.0 0.0.0.255 any eq 22
KOAT-VZ-GW01(config-ext-nacl)# permit tcp 10.196.0.0 0.0.255.255 any eq 22
KOAT-VZ-GW01(config-ext-nacl)# permit tcp 10.193.32.0 0.0.0.255 any eq 22
KOAT-VZ-GW01(config-ext-nacl)# permit tcp 10.168.76.0 0.0.0.255 any eq 22
KOAT-VZ-GW01(config-ext-nacl)#!
KOAT-VZ-GW01(config-ext-nacl)#line vty 0 15
KOAT-VZ-GW01(config-line)# access-class UseSSH in
KOAT-VZ-GW01(config-line)#!
KOAT-VZ-GW01(config-line)#end
KOAT-VZ-GW01#
KOAT-VZ-GW01#Building configuration...

[OK]~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~

Connecting to IOS IP 10.153.255.5 
Connecting to IOS IP 10.153.64.51 
Connecting to IOS IP 10.153.64.52 
Connecting to IOS IP 167.173.20.6 
IOS Device: KOCO-VZ-GW1
config term
Enter configuration commands, one per line.  End with CNTL/Z.
KOCO-VZ-GW1(config)#no enable password
KOCO-VZ-GW1(config)#!
KOCO-VZ-GW1(config)#no username opmantek 
KOCO-VZ-GW1(config)#yes
                    ^
% Invalid input detected at '^' marker.

KOCO-VZ-GW1(config)#!
KOCO-VZ-GW1(config)#username opmantek privilege 15 secret 0 N0Data4U!
KOCO-VZ-GW1(config)#enable secret 0 circlebackaround
KOCO-VZ-GW1(config)#!
KOCO-VZ-GW1(config)#no ip access-list extended SSH-ONLY
KOCO-VZ-GW1(config)#no ip access-list extended SSH-Only
KOCO-VZ-GW1(config)#no ip access-list extended Use-SSH
KOCO-VZ-GW1(config)#no ip access-list extended UseSSH
KOCO-VZ-GW1(config)#!
KOCO-VZ-GW1(config)#ip access-list extended UseSSH 
KOCO-VZ-GW1(config-ext-nacl)# permit tcp 206.225.144.0 0.0.15.255 any eq 22
KOCO-VZ-GW1(config-ext-nacl)# permit tcp 167.173.0.0 0.0.255.255 any eq 22
KOCO-VZ-GW1(config-ext-nacl)# permit tcp host 83.244.129.66 any eq 22
KOCO-VZ-GW1(config-ext-nacl)# permit tcp 64.178.160.0 0.0.15.255 any eq 22
KOCO-VZ-GW1(config-ext-nacl)# permit tcp host 31.221.41.210 any eq 22
KOCO-VZ-GW1(config-ext-nacl)# permit tcp 172.19.0.0 0.0.255.255 any eq 22
KOCO-VZ-GW1(config-ext-nacl)# permit tcp 10.77.0.0 0.0.255.255 any eq 22
KOCO-VZ-GW1(config-ext-nacl)# permit tcp 10.76.0.0 0.0.255.255 any eq 22
KOCO-VZ-GW1(config-ext-nacl)# permit tcp 10.70.0.0 0.0.255.255 any eq 22
KOCO-VZ-GW1(config-ext-nacl)# permit tcp 10.72.0.0 0.0.255.255 any eq 22
KOCO-VZ-GW1(config-ext-nacl)# permit tcp 198.185.164.0 0.0.0.255 any eq 22
KOCO-VZ-GW1(config-ext-nacl)# permit tcp 10.171.8.0 0.0.0.255 any eq 22
KOCO-VZ-GW1(config-ext-nacl)# permit tcp 10.90.122.0 0.0.0.255 any eq 22
KOCO-VZ-GW1(config-ext-nacl)# permit tcp 10.196.0.0 0.0.255.255 any eq 22
KOCO-VZ-GW1(config-ext-nacl)# permit tcp 10.193.32.0 0.0.0.255 any eq 22
KOCO-VZ-GW1(config-ext-nacl)# permit tcp 10.168.76.0 0.0.0.255 any eq 22
KOCO-VZ-GW1(config-ext-nacl)#!
KOCO-VZ-GW1(config-ext-nacl)#line vty 0 15
KOCO-VZ-GW1(config-line)# access-class UseSSH in
KOCO-VZ-GW1(config-line)#!
KOCO-VZ-GW1(config-line)#end
KOCO-VZ-GW1#
KOCO-VZ-GW1#Building configuration...

[OK]~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~

Connecting to IOS IP 167.173.33.16 
Connecting to IOS IP 167.173.33.73 
IOS Device: KSBW-VZ-GW1
config term
Enter configuration commands, one per line.  End with CNTL/Z.
KSBW-VZ-GW1(config)#no enable password
KSBW-VZ-GW1(config)#!
KSBW-VZ-GW1(config)#no username opmantek 
KSBW-VZ-GW1(config)#yes
                    ^
% Invalid input detected at '^' marker.

KSBW-VZ-GW1(config)#!
KSBW-VZ-GW1(config)#username opmantek privilege 15 secret 0 N0Data4U!
KSBW-VZ-GW1(config)#enable secret 0 circlebackaround
KSBW-VZ-GW1(config)#!
KSBW-VZ-GW1(config)#no ip access-list extended SSH-ONLY
KSBW-VZ-GW1(config)#no ip access-list extended SSH-Only
KSBW-VZ-GW1(config)#no ip access-list extended Use-SSH
KSBW-VZ-GW1(config)#no ip access-list extended UseSSH
KSBW-VZ-GW1(config)#!
KSBW-VZ-GW1(config)#ip access-list extended UseSSH 
KSBW-VZ-GW1(config-ext-nacl)# permit tcp 206.225.144.0 0.0.15.255 any eq 22
KSBW-VZ-GW1(config-ext-nacl)# permit tcp 167.173.0.0 0.0.255.255 any eq 22
KSBW-VZ-GW1(config-ext-nacl)# permit tcp host 83.244.129.66 any eq 22
KSBW-VZ-GW1(config-ext-nacl)# permit tcp 64.178.160.0 0.0.15.255 any eq 22
KSBW-VZ-GW1(config-ext-nacl)# permit tcp host 31.221.41.210 any eq 22
KSBW-VZ-GW1(config-ext-nacl)# permit tcp 172.19.0.0 0.0.255.255 any eq 22
KSBW-VZ-GW1(config-ext-nacl)# permit tcp 10.77.0.0 0.0.255.255 any eq 22
KSBW-VZ-GW1(config-ext-nacl)# permit tcp 10.76.0.0 0.0.255.255 any eq 22
KSBW-VZ-GW1(config-ext-nacl)# permit tcp 10.70.0.0 0.0.255.255 any eq 22
KSBW-VZ-GW1(config-ext-nacl)# permit tcp 10.72.0.0 0.0.255.255 any eq 22
KSBW-VZ-GW1(config-ext-nacl)# permit tcp 198.185.164.0 0.0.0.255 any eq 22
KSBW-VZ-GW1(config-ext-nacl)# permit tcp 10.171.8.0 0.0.0.255 any eq 22
KSBW-VZ-GW1(config-ext-nacl)# permit tcp 10.90.122.0 0.0.0.255 any eq 22
KSBW-VZ-GW1(config-ext-nacl)# permit tcp 10.196.0.0 0.0.255.255 any eq 22
KSBW-VZ-GW1(config-ext-nacl)# permit tcp 10.193.32.0 0.0.0.255 any eq 22
KSBW-VZ-GW1(config-ext-nacl)# permit tcp 10.168.76.0 0.0.0.255 any eq 22
KSBW-VZ-GW1(config-ext-nacl)#!
KSBW-VZ-GW1(config-ext-nacl)#line vty 0 15
KSBW-VZ-GW1(config-line)# access-class UseSSH in
KSBW-VZ-GW1(config-line)#!
KSBW-VZ-GW1(config-line)#end
KSBW-VZ-GW1#
KSBW-VZ-GW1#Building configuration...

[OK]~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~

Connecting to IOS IP 152.164.86.186 
IOS Device: LMT-VZ-GW
config term
Enter configuration commands, one per line.  End with CNTL/Z.
LMT-VZ-GW(config)#no enable password
LMT-VZ-GW(config)#!
LMT-VZ-GW(config)#no username opmantek 
LMT-VZ-GW(config)#yes
                  ^
% Invalid input detected at '^' marker.

LMT-VZ-GW(config)#!
LMT-VZ-GW(config)#username opmantek privilege 15 secret 0 N0Data4U!
LMT-VZ-GW(config)#enable secret 0 circlebackaround
LMT-VZ-GW(config)#!
LMT-VZ-GW(config)#no ip access-list extended SSH-ONLY
LMT-VZ-GW(config)#no ip access-list extended SSH-Only
LMT-VZ-GW(config)#no ip access-list extended Use-SSH
LMT-VZ-GW(config)#no ip access-list extended UseSSH
LMT-VZ-GW(config)#!
LMT-VZ-GW(config)#ip access-list extended UseSSH 
LMT-VZ-GW(config-ext-nacl)# permit tcp 206.225.144.0 0.0.15.255 any eq 22
LMT-VZ-GW(config-ext-nacl)# permit tcp 167.173.0.0 0.0.255.255 any eq 22
LMT-VZ-GW(config-ext-nacl)# permit tcp host 83.244.129.66 any eq 22
LMT-VZ-GW(config-ext-nacl)# permit tcp 64.178.160.0 0.0.15.255 any eq 22
LMT-VZ-GW(config-ext-nacl)# permit tcp host 31.221.41.210 any eq 22
LMT-VZ-GW(config-ext-nacl)# permit tcp 172.19.0.0 0.0.255.255 any eq 22
LMT-VZ-GW(config-ext-nacl)# permit tcp 10.77.0.0 0.0.255.255 any eq 22
LMT-VZ-GW(config-ext-nacl)# permit tcp 10.76.0.0 0.0.255.255 any eq 22
LMT-VZ-GW(config-ext-nacl)# permit tcp 10.70.0.0 0.0.255.255 any eq 22
LMT-VZ-GW(config-ext-nacl)# permit tcp 10.72.0.0 0.0.255.255 any eq 22
LMT-VZ-GW(config-ext-nacl)# permit tcp 198.185.164.0 0.0.0.255 any eq 22
LMT-VZ-GW(config-ext-nacl)# permit tcp 10.171.8.0 0.0.0.255 any eq 22
LMT-VZ-GW(config-ext-nacl)# permit tcp 10.90.122.0 0.0.0.255 any eq 22
LMT-VZ-GW(config-ext-nacl)# permit tcp 10.196.0.0 0.0.255.255 any eq 22
LMT-VZ-GW(config-ext-nacl)# permit tcp 10.193.32.0 0.0.0.255 any eq 22
LMT-VZ-GW(config-ext-nacl)# permit tcp 10.168.76.0 0.0.0.255 any eq 22
LMT-VZ-GW(config-ext-nacl)#!
LMT-VZ-GW(config-ext-nacl)#line vty 0 15
LMT-VZ-GW(config-line)# access-class UseSSH in
LMT-VZ-GW(config-line)#!
LMT-VZ-GW(config-line)#end
LMT-VZ-GW#
LMT-VZ-GW#Building configuration...

[OK]~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~

Connecting to IOS IP 167.173.203.1 
IOS Device: mdn-gw01
config term
Enter configuration commands, one per line.  End with CNTL/Z.
mdn-gw01(config)#no enable password
mdn-gw01(config)#!
mdn-gw01(config)#no username opmantek 
This operation will remove all username related configurations with same name.Do you want to continue? [confirm]y
mdn-gw01(config)#es
                  ^
% Invalid input detected at '^' marker.

mdn-gw01(config)#!
mdn-gw01(config)#username opmantek privilege 15 secret 0 N0Data4U!
mdn-gw01(config)#enable secret 0 circlebackaround
mdn-gw01(config)#!
mdn-gw01(config)#no ip access-list extended SSH-ONLY
mdn-gw01(config)#no ip access-list extended SSH-Only
mdn-gw01(config)#no ip access-list extended Use-SSH
mdn-gw01(config)#no ip access-list extended UseSSH
mdn-gw01(config)#!
mdn-gw01(config)#ip access-list extended UseSSH 
mdn-gw01(config-ext-nacl)# permit tcp 206.225.144.0 0.0.15.255 any eq 22
mdn-gw01(config-ext-nacl)# permit tcp 167.173.0.0 0.0.255.255 any eq 22
mdn-gw01(config-ext-nacl)# permit tcp host 83.244.129.66 any eq 22
mdn-gw01(config-ext-nacl)# permit tcp 64.178.160.0 0.0.15.255 any eq 22
mdn-gw01(config-ext-nacl)# permit tcp host 31.221.41.210 any eq 22
mdn-gw01(config-ext-nacl)# permit tcp 172.19.0.0 0.0.255.255 any eq 22
mdn-gw01(config-ext-nacl)# permit tcp 10.77.0.0 0.0.255.255 any eq 22
mdn-gw01(config-ext-nacl)# permit tcp 10.76.0.0 0.0.255.255 any eq 22
mdn-gw01(config-ext-nacl)# permit tcp 10.70.0.0 0.0.255.255 any eq 22
mdn-gw01(config-ext-nacl)# permit tcp 10.72.0.0 0.0.255.255 any eq 22
mdn-gw01(config-ext-nacl)# permit tcp 198.185.164.0 0.0.0.255 any eq 22
mdn-gw01(config-ext-nacl)# permit tcp 10.171.8.0 0.0.0.255 any eq 22
mdn-gw01(config-ext-nacl)# permit tcp 10.90.122.0 0.0.0.255 any eq 22
mdn-gw01(config-ext-nacl)# permit tcp 10.196.0.0 0.0.255.255 any eq 22
mdn-gw01(config-ext-nacl)# permit tcp 10.193.32.0 0.0.0.255 any eq 22
mdn-gw01(config-ext-nacl)# permit tcp 10.168.76.0 0.0.0.255 any eq 22
mdn-gw01(config-ext-nacl)#!
mdn-gw01(config-ext-nacl)#line vty 0 15
mdn-gw01(config-line)# access-class UseSSH in
mdn-gw01(config-line)#!
mdn-gw01(config-line)#end
mdn-gw01#
mdn-gw01#Building configuration...
[OK]~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~

Connecting to IOS IP 67.198.55.1 
IOS Device: mrt-inet
config term
Enter configuration commands, one per line.  End with CNTL/Z.
mrt-inet(config)#no enable password
mrt-inet(config)#!
mrt-inet(config)#no username opmantek 
mrt-inet(config)#yes
                 ^
% Invalid input detected at '^' marker.

mrt-inet(config)#!
mrt-inet(config)#username opmantek privilege 15 secret 0 N0Data4U!
mrt-inet(config)#enable secret 0 circlebackaround
mrt-inet(config)#!
mrt-inet(config)#no ip access-list extended SSH-ONLY
mrt-inet(config)#no ip access-list extended SSH-Only
mrt-inet(config)#no ip access-list extended Use-SSH
mrt-inet(config)#no ip access-list extended UseSSH
mrt-inet(config)#!
mrt-inet(config)#ip access-list extended UseSSH 
mrt-inet(config-ext-nacl)# permit tcp 206.225.144.0 0.0.15.255 any eq 22
mrt-inet(config-ext-nacl)# permit tcp 167.173.0.0 0.0.255.255 any eq 22
mrt-inet(config-ext-nacl)# permit tcp host 83.244.129.66 any eq 22
mrt-inet(config-ext-nacl)# permit tcp 64.178.160.0 0.0.15.255 any eq 22
mrt-inet(config-ext-nacl)# permit tcp host 31.221.41.210 any eq 22
mrt-inet(config-ext-nacl)# permit tcp 172.19.0.0 0.0.255.255 any eq 22
mrt-inet(config-ext-nacl)# permit tcp 10.77.0.0 0.0.255.255 any eq 22
mrt-inet(config-ext-nacl)# permit tcp 10.76.0.0 0.0.255.255 any eq 22
mrt-inet(config-ext-nacl)# permit tcp 10.70.0.0 0.0.255.255 any eq 22
mrt-inet(config-ext-nacl)# permit tcp 10.72.0.0 0.0.255.255 any eq 22
mrt-inet(config-ext-nacl)# permit tcp 198.185.164.0 0.0.0.255 any eq 22
mrt-inet(config-ext-nacl)# permit tcp 10.171.8.0 0.0.0.255 any eq 22
mrt-inet(config-ext-nacl)# permit tcp 10.90.122.0 0.0.0.255 any eq 22
mrt-inet(config-ext-nacl)# permit tcp 10.196.0.0 0.0.255.255 any eq 22
mrt-inet(config-ext-nacl)# permit tcp 10.193.32.0 0.0.0.255 any eq 22
mrt-inet(config-ext-nacl)# permit tcp 10.168.76.0 0.0.0.255 any eq 22
mrt-inet(config-ext-nacl)#!
mrt-inet(config-ext-nacl)#line vty 0 15
mrt-inet(config-line)# access-class UseSSH in
mrt-inet(config-line)#!
mrt-inet(config-line)#end
mrt-inet#
mrt-inet#Building configuration...
[OK]~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~

Connecting to IOS IP 167.173.80.36 
IOS Device: np-svv-gw1
config term
Enter configuration commands, one per line.  End with CNTL/Z.
np-svv-gw1(config)#no enable password
np-svv-gw1(config)#!
np-svv-gw1(config)#no username opmantek 
np-svv-gw1(config)#yes
                   ^
% Invalid input detected at '^' marker.

np-svv-gw1(config)#!
np-svv-gw1(config)#username opmantek privilege 15 secret 0 N0Data4U!
np-svv-gw1(config)#enable secret 0 circlebackaround
np-svv-gw1(config)#!
np-svv-gw1(config)#no ip access-list extended SSH-ONLY
np-svv-gw1(config)#no ip access-list extended SSH-Only
np-svv-gw1(config)#no ip access-list extended Use-SSH
np-svv-gw1(config)#no ip access-list extended UseSSH
np-svv-gw1(config)#!
np-svv-gw1(config)#ip access-list extended UseSSH 
np-svv-gw1(config-ext-nacl)# permit tcp 206.225.144.0 0.0.15.255 any eq 22
np-svv-gw1(config-ext-nacl)# permit tcp 167.173.0.0 0.0.255.255 any eq 22
np-svv-gw1(config-ext-nacl)# permit tcp host 83.244.129.66 any eq 22
np-svv-gw1(config-ext-nacl)# permit tcp 64.178.160.0 0.0.15.255 any eq 22
np-svv-gw1(config-ext-nacl)# permit tcp host 31.221.41.210 any eq 22
np-svv-gw1(config-ext-nacl)# permit tcp 172.19.0.0 0.0.255.255 any eq 22
np-svv-gw1(config-ext-nacl)# permit tcp 10.77.0.0 0.0.255.255 any eq 22
np-svv-gw1(config-ext-nacl)# permit tcp 10.76.0.0 0.0.255.255 any eq 22
np-svv-gw1(config-ext-nacl)# permit tcp 10.70.0.0 0.0.255.255 any eq 22
np-svv-gw1(config-ext-nacl)# permit tcp 10.72.0.0 0.0.255.255 any eq 22
np-svv-gw1(config-ext-nacl)# permit tcp 198.185.164.0 0.0.0.255 any eq 22
np-svv-gw1(config-ext-nacl)# permit tcp 10.171.8.0 0.0.0.255 any eq 22
np-svv-gw1(config-ext-nacl)# permit tcp 10.90.122.0 0.0.0.255 any eq 22
np-svv-gw1(config-ext-nacl)# permit tcp 10.196.0.0 0.0.255.255 any eq 22
np-svv-gw1(config-ext-nacl)# permit tcp 10.193.32.0 0.0.0.255 any eq 22
np-svv-gw1(config-ext-nacl)# permit tcp 10.168.76.0 0.0.0.255 any eq 22
np-svv-gw1(config-ext-nacl)#!
np-svv-gw1(config-ext-nacl)#line vty 0 15
np-svv-gw1(config-line)# access-class UseSSH in
np-svv-gw1(config-line)#!
np-svv-gw1(config-line)#end
np-svv-gw1#
np-svv-gw1#Building configuration...

[OK]~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~

Connecting to IOS IP 10.173.2.7 
Connecting to IOS IP 65.222.86.97 
IOS Device: rbma-inet
config term
Enter configuration commands, one per line.  End with CNTL/Z.
rbma-inet(config)#no enable password
rbma-inet(config)#!
rbma-inet(config)#no username opmantek 
rbma-inet(config)#yes
                  ^
% Invalid input detected at '^' marker.

rbma-inet(config)#!
rbma-inet(config)#username opmantek privilege 15 secret 0 N0Data4U!
rbma-inet(config)#enable secret 0 circlebackaround
rbma-inet(config)#!
rbma-inet(config)#no ip access-list extended SSH-ONLY
rbma-inet(config)#no ip access-list extended SSH-Only
rbma-inet(config)#no ip access-list extended Use-SSH
rbma-inet(config)#no ip access-list extended UseSSH
rbma-inet(config)#!
rbma-inet(config)#ip access-list extended UseSSH 
rbma-inet(config-ext-nacl)# permit tcp 206.225.144.0 0.0.15.255 any eq 22
rbma-inet(config-ext-nacl)# permit tcp 167.173.0.0 0.0.255.255 any eq 22
rbma-inet(config-ext-nacl)# permit tcp host 83.244.129.66 any eq 22
rbma-inet(config-ext-nacl)# permit tcp 64.178.160.0 0.0.15.255 any eq 22
rbma-inet(config-ext-nacl)# permit tcp host 31.221.41.210 any eq 22
rbma-inet(config-ext-nacl)# permit tcp 172.19.0.0 0.0.255.255 any eq 22
rbma-inet(config-ext-nacl)# permit tcp 10.77.0.0 0.0.255.255 any eq 22
rbma-inet(config-ext-nacl)# permit tcp 10.76.0.0 0.0.255.255 any eq 22
rbma-inet(config-ext-nacl)# permit tcp 10.70.0.0 0.0.255.255 any eq 22
rbma-inet(config-ext-nacl)# permit tcp 10.72.0.0 0.0.255.255 any eq 22
rbma-inet(config-ext-nacl)# permit tcp 198.185.164.0 0.0.0.255 any eq 22
rbma-inet(config-ext-nacl)# permit tcp 10.171.8.0 0.0.0.255 any eq 22
rbma-inet(config-ext-nacl)# permit tcp 10.90.122.0 0.0.0.255 any eq 22
rbma-inet(config-ext-nacl)# permit tcp 10.196.0.0 0.0.255.255 any eq 22
rbma-inet(config-ext-nacl)# permit tcp 10.193.32.0 0.0.0.255 any eq 22
rbma-inet(config-ext-nacl)# permit tcp 10.168.76.0 0.0.0.255 any eq 22
rbma-inet(config-ext-nacl)#!
rbma-inet(config-ext-nacl)#line vty 0 15
rbma-inet(config-line)# access-class UseSSH in
rbma-inet(config-line)#!
rbma-inet(config-line)#end
rbma-inet#
rbma-inet#Building configuration...
[OK]~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~

Connecting to IOS IP 68.137.213.114 
IOS Device: SAEN-VZ-GW
config term
Enter configuration commands, one per line.  End with CNTL/Z.
SAEN-VZ-GW(config)#no enable password
SAEN-VZ-GW(config)#!
SAEN-VZ-GW(config)#no username opmantek 
SAEN-VZ-GW(config)#yes
                   ^
% Invalid input detected at '^' marker.

SAEN-VZ-GW(config)#!
SAEN-VZ-GW(config)#username opmantek privilege 15 secret 0 N0Data4U!
SAEN-VZ-GW(config)#enable secret 0 circlebackaround
SAEN-VZ-GW(config)#!
SAEN-VZ-GW(config)#no ip access-list extended SSH-ONLY
SAEN-VZ-GW(config)#no ip access-list extended SSH-Only
SAEN-VZ-GW(config)#no ip access-list extended Use-SSH
SAEN-VZ-GW(config)#no ip access-list extended UseSSH
SAEN-VZ-GW(config)#!
SAEN-VZ-GW(config)#ip access-list extended UseSSH 
SAEN-VZ-GW(config-ext-nacl)# permit tcp 206.225.144.0 0.0.15.255 any eq 22
SAEN-VZ-GW(config-ext-nacl)# permit tcp 167.173.0.0 0.0.255.255 any eq 22
SAEN-VZ-GW(config-ext-nacl)# permit tcp host 83.244.129.66 any eq 22
SAEN-VZ-GW(config-ext-nacl)# permit tcp 64.178.160.0 0.0.15.255 any eq 22
SAEN-VZ-GW(config-ext-nacl)# permit tcp host 31.221.41.210 any eq 22
SAEN-VZ-GW(config-ext-nacl)# permit tcp 172.19.0.0 0.0.255.255 any eq 22
SAEN-VZ-GW(config-ext-nacl)# permit tcp 10.77.0.0 0.0.255.255 any eq 22
SAEN-VZ-GW(config-ext-nacl)# permit tcp 10.76.0.0 0.0.255.255 any eq 22
SAEN-VZ-GW(config-ext-nacl)# permit tcp 10.70.0.0 0.0.255.255 any eq 22
SAEN-VZ-GW(config-ext-nacl)# permit tcp 10.72.0.0 0.0.255.255 any eq 22
SAEN-VZ-GW(config-ext-nacl)# permit tcp 198.185.164.0 0.0.0.255 any eq 22
SAEN-VZ-GW(config-ext-nacl)# permit tcp 10.171.8.0 0.0.0.255 any eq 22
SAEN-VZ-GW(config-ext-nacl)# permit tcp 10.90.122.0 0.0.0.255 any eq 22
SAEN-VZ-GW(config-ext-nacl)# permit tcp 10.196.0.0 0.0.255.255 any eq 22
SAEN-VZ-GW(config-ext-nacl)# permit tcp 10.193.32.0 0.0.0.255 any eq 22
SAEN-VZ-GW(config-ext-nacl)# permit tcp 10.168.76.0 0.0.0.255 any eq 22
SAEN-VZ-GW(config-ext-nacl)#!
SAEN-VZ-GW(config-ext-nacl)#line vty 0 15
SAEN-VZ-GW(config-line)# access-class UseSSH in
SAEN-VZ-GW(config-line)#!
SAEN-VZ-GW(config-line)#end
SAEN-VZ-GW#
SAEN-VZ-GW#Building configuration...
[OK]~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~

Connecting to IOS IP 198.134.145.229 
IOS Device: sfc-vz-gw
config term
Enter configuration commands, one per line.  End with CNTL/Z.
sfc-vz-gw(config)#no enable password
sfc-vz-gw(config)#!
sfc-vz-gw(config)#no username opmantek 
sfc-vz-gw(config)#yes
                  ^
% Invalid input detected at '^' marker.

sfc-vz-gw(config)#!
sfc-vz-gw(config)#username opmantek privilege 15 secret 0 N0Data4U!
sfc-vz-gw(config)#enable secret 0 circlebackaround
sfc-vz-gw(config)#!
sfc-vz-gw(config)#no ip access-list extended SSH-ONLY
sfc-vz-gw(config)#no ip access-list extended SSH-Only
sfc-vz-gw(config)#no ip access-list extended Use-SSH
sfc-vz-gw(config)#no ip access-list extended UseSSH
sfc-vz-gw(config)#!
sfc-vz-gw(config)#ip access-list extended UseSSH 
sfc-vz-gw(config-ext-nacl)# permit tcp 206.225.144.0 0.0.15.255 any eq 22
sfc-vz-gw(config-ext-nacl)# permit tcp 167.173.0.0 0.0.255.255 any eq 22
sfc-vz-gw(config-ext-nacl)# permit tcp host 83.244.129.66 any eq 22
sfc-vz-gw(config-ext-nacl)# permit tcp 64.178.160.0 0.0.15.255 any eq 22
sfc-vz-gw(config-ext-nacl)# permit tcp host 31.221.41.210 any eq 22
sfc-vz-gw(config-ext-nacl)# permit tcp 172.19.0.0 0.0.255.255 any eq 22
sfc-vz-gw(config-ext-nacl)# permit tcp 10.77.0.0 0.0.255.255 any eq 22
sfc-vz-gw(config-ext-nacl)# permit tcp 10.76.0.0 0.0.255.255 any eq 22
sfc-vz-gw(config-ext-nacl)# permit tcp 10.70.0.0 0.0.255.255 any eq 22
sfc-vz-gw(config-ext-nacl)# permit tcp 10.72.0.0 0.0.255.255 any eq 22
sfc-vz-gw(config-ext-nacl)# permit tcp 198.185.164.0 0.0.0.255 any eq 22
sfc-vz-gw(config-ext-nacl)# permit tcp 10.171.8.0 0.0.0.255 any eq 22
sfc-vz-gw(config-ext-nacl)# permit tcp 10.90.122.0 0.0.0.255 any eq 22
sfc-vz-gw(config-ext-nacl)# permit tcp 10.196.0.0 0.0.255.255 any eq 22
sfc-vz-gw(config-ext-nacl)# permit tcp 10.193.32.0 0.0.0.255 any eq 22
sfc-vz-gw(config-ext-nacl)# permit tcp 10.168.76.0 0.0.0.255 any eq 22
sfc-vz-gw(config-ext-nacl)#!
sfc-vz-gw(config-ext-nacl)#line vty 0 15
sfc-vz-gw(config-line)# access-class UseSSH in
sfc-vz-gw(config-line)#!
sfc-vz-gw(config-line)#end
sfc-vz-gw#
sfc-vz-gw#Building configuration...

[OK]~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~

Connecting to IOS IP 64.71.21.190 
IOS Device: SFHB-inet
config term
Enter configuration commands, one per line.  End with CNTL/Z.
SFHB-inet(config)#no enable password
SFHB-inet(config)#!
SFHB-inet(config)#no username opmantek 
SFHB-inet(config)#yes
                  ^
% Invalid input detected at '^' marker.

SFHB-inet(config)#!
SFHB-inet(config)#username opmantek privilege 15 secret 0 N0Data4U!
SFHB-inet(config)#enable secret 0 circlebackaround
SFHB-inet(config)#!
SFHB-inet(config)#no ip access-list extended SSH-ONLY
SFHB-inet(config)#no ip access-list extended SSH-Only
SFHB-inet(config)#no ip access-list extended Use-SSH
SFHB-inet(config)#no ip access-list extended UseSSH
SFHB-inet(config)#!
SFHB-inet(config)#ip access-list extended UseSSH 
SFHB-inet(config-ext-nacl)# permit tcp 206.225.144.0 0.0.15.255 any eq 22
SFHB-inet(config-ext-nacl)# permit tcp 167.173.0.0 0.0.255.255 any eq 22
SFHB-inet(config-ext-nacl)# permit tcp host 83.244.129.66 any eq 22
SFHB-inet(config-ext-nacl)# permit tcp 64.178.160.0 0.0.15.255 any eq 22
SFHB-inet(config-ext-nacl)# permit tcp host 31.221.41.210 any eq 22
SFHB-inet(config-ext-nacl)# permit tcp 172.19.0.0 0.0.255.255 any eq 22
SFHB-inet(config-ext-nacl)# permit tcp 10.77.0.0 0.0.255.255 any eq 22
SFHB-inet(config-ext-nacl)# permit tcp 10.76.0.0 0.0.255.255 any eq 22
SFHB-inet(config-ext-nacl)# permit tcp 10.70.0.0 0.0.255.255 any eq 22
SFHB-inet(config-ext-nacl)# permit tcp 10.72.0.0 0.0.255.255 any eq 22
SFHB-inet(config-ext-nacl)# permit tcp 198.185.164.0 0.0.0.255 any eq 22
SFHB-inet(config-ext-nacl)# permit tcp 10.171.8.0 0.0.0.255 any eq 22
SFHB-inet(config-ext-nacl)# permit tcp 10.90.122.0 0.0.0.255 any eq 22
SFHB-inet(config-ext-nacl)# permit tcp 10.196.0.0 0.0.255.255 any eq 22
SFHB-inet(config-ext-nacl)# permit tcp 10.193.32.0 0.0.0.255 any eq 22
SFHB-inet(config-ext-nacl)# permit tcp 10.168.76.0 0.0.0.255 any eq 22
SFHB-inet(config-ext-nacl)#!
SFHB-inet(config-ext-nacl)#line vty 0 15
SFHB-inet(config-line)# access-class UseSSH in
SFHB-inet(config-line)#!
SFHB-inet(config-line)#end
SFHB-inet#
SFHB-inet#Building configuration...

[OK]~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~

Connecting to IOS IP 10.118.32.10 
IOS Device: SMON-VZ-GW
config term
Enter configuration commands, one per line.  End with CNTL/Z.
SMON-VZ-GW(config)#no enable password
SMON-VZ-GW(config)#!
SMON-VZ-GW(config)#no username opmantek 
SMON-VZ-GW(config)#yes
                   ^
% Invalid input detected at '^' marker.

SMON-VZ-GW(config)#!
SMON-VZ-GW(config)#username opmantek privilege 15 secret 0 N0Data4U!
SMON-VZ-GW(config)#enable secret 0 circlebackaround
SMON-VZ-GW(config)#!
SMON-VZ-GW(config)#no ip access-list extended SSH-ONLY
SMON-VZ-GW(config)#no ip access-list extended SSH-Only
SMON-VZ-GW(config)#no ip access-list extended Use-SSH
SMON-VZ-GW(config)#no ip access-list extended UseSSH
SMON-VZ-GW(config)#!
SMON-VZ-GW(config)#ip access-list extended UseSSH 
SMON-VZ-GW(config-ext-nacl)# permit tcp 206.225.144.0 0.0.15.255 any eq 22
SMON-VZ-GW(config-ext-nacl)# permit tcp 167.173.0.0 0.0.255.255 any eq 22
SMON-VZ-GW(config-ext-nacl)# permit tcp host 83.244.129.66 any eq 22
SMON-VZ-GW(config-ext-nacl)# permit tcp 64.178.160.0 0.0.15.255 any eq 22
SMON-VZ-GW(config-ext-nacl)# permit tcp host 31.221.41.210 any eq 22
SMON-VZ-GW(config-ext-nacl)# permit tcp 172.19.0.0 0.0.255.255 any eq 22
SMON-VZ-GW(config-ext-nacl)# permit tcp 10.77.0.0 0.0.255.255 any eq 22
SMON-VZ-GW(config-ext-nacl)# permit tcp 10.76.0.0 0.0.255.255 any eq 22
SMON-VZ-GW(config-ext-nacl)# permit tcp 10.70.0.0 0.0.255.255 any eq 22
SMON-VZ-GW(config-ext-nacl)# permit tcp 10.72.0.0 0.0.255.255 any eq 22
SMON-VZ-GW(config-ext-nacl)# permit tcp 198.185.164.0 0.0.0.255 any eq 22
SMON-VZ-GW(config-ext-nacl)# permit tcp 10.171.8.0 0.0.0.255 any eq 22
SMON-VZ-GW(config-ext-nacl)# permit tcp 10.90.122.0 0.0.0.255 any eq 22
SMON-VZ-GW(config-ext-nacl)# permit tcp 10.196.0.0 0.0.255.255 any eq 22
SMON-VZ-GW(config-ext-nacl)# permit tcp 10.193.32.0 0.0.0.255 any eq 22
SMON-VZ-GW(config-ext-nacl)# permit tcp 10.168.76.0 0.0.0.255 any eq 22
SMON-VZ-GW(config-ext-nacl)#!
SMON-VZ-GW(config-ext-nacl)#line vty 0 15
SMON-VZ-GW(config-line)# access-class UseSSH in
SMON-VZ-GW(config-line)#!
SMON-VZ-GW(config-line)#end
SMON-VZ-GW#
SMON-VZ-GW#Building configuration...
[OK]~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~

Connecting to IOS IP 66.193.39.59 
IOS Device: stl-rtr-01
config term
Enter configuration commands, one per line.  End with CNTL/Z.
stl-rtr-01(config)#no enable password
stl-rtr-01(config)#!
stl-rtr-01(config)#no username opmantek 
stl-rtr-01(config)#yes
                   ^
% Invalid input detected at '^' marker.

stl-rtr-01(config)#!
stl-rtr-01(config)#username opmantek privilege 15 secret 0 N0Data4U!
stl-rtr-01(config)#enable secret 0 circlebackaround
stl-rtr-01(config)#!
stl-rtr-01(config)#no ip access-list extended SSH-ONLY
stl-rtr-01(config)#no ip access-list extended SSH-Only
stl-rtr-01(config)#no ip access-list extended Use-SSH
stl-rtr-01(config)#no ip access-list extended UseSSH
stl-rtr-01(config)#!
stl-rtr-01(config)#ip access-list extended UseSSH 
stl-rtr-01(config-ext-nacl)# permit tcp 206.225.144.0 0.0.15.255 any eq 22
stl-rtr-01(config-ext-nacl)# permit tcp 167.173.0.0 0.0.255.255 any eq 22
stl-rtr-01(config-ext-nacl)# permit tcp host 83.244.129.66 any eq 22
stl-rtr-01(config-ext-nacl)# permit tcp 64.178.160.0 0.0.15.255 any eq 22
stl-rtr-01(config-ext-nacl)# permit tcp host 31.221.41.210 any eq 22
stl-rtr-01(config-ext-nacl)# permit tcp 172.19.0.0 0.0.255.255 any eq 22
stl-rtr-01(config-ext-nacl)# permit tcp 10.77.0.0 0.0.255.255 any eq 22
stl-rtr-01(config-ext-nacl)# permit tcp 10.76.0.0 0.0.255.255 any eq 22
stl-rtr-01(config-ext-nacl)# permit tcp 10.70.0.0 0.0.255.255 any eq 22
stl-rtr-01(config-ext-nacl)# permit tcp 10.72.0.0 0.0.255.255 any eq 22
stl-rtr-01(config-ext-nacl)# permit tcp 198.185.164.0 0.0.0.255 any eq 22
stl-rtr-01(config-ext-nacl)# permit tcp 10.171.8.0 0.0.0.255 any eq 22
stl-rtr-01(config-ext-nacl)# permit tcp 10.90.122.0 0.0.0.255 any eq 22
stl-rtr-01(config-ext-nacl)# permit tcp 10.196.0.0 0.0.255.255 any eq 22
stl-rtr-01(config-ext-nacl)# permit tcp 10.193.32.0 0.0.0.255 any eq 22
stl-rtr-01(config-ext-nacl)# permit tcp 10.168.76.0 0.0.0.255 any eq 22
stl-rtr-01(config-ext-nacl)#!
stl-rtr-01(config-ext-nacl)#line vty 0 15
stl-rtr-01(config-line)# access-class UseSSH in
stl-rtr-01(config-line)#!
stl-rtr-01(config-line)#end
stl-rtr-01#
stl-rtr-01#Building configuration...
[OK]~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~

Connecting to IOS IP 167.173.17.5 
IOS Device: WAPT-INET1
config term
Enter configuration commands, one per line.  End with CNTL/Z.
WAPT-INET1(config)#no enable password
WAPT-INET1(config)#!
WAPT-INET1(config)#no username opmantek 
WAPT-INET1(config)#yes
                   ^
% Invalid input detected at '^' marker.

WAPT-INET1(config)#!
WAPT-INET1(config)#username opmantek privilege 15 secret 0 N0Data4U!
WAPT-INET1(config)#enable secret 0 circlebackaround
WAPT-INET1(config)#!
WAPT-INET1(config)#no ip access-list extended SSH-ONLY
WAPT-INET1(config)#no ip access-list extended SSH-Only
WAPT-INET1(config)#no ip access-list extended Use-SSH
WAPT-INET1(config)#no ip access-list extended UseSSH
WAPT-INET1(config)#!
WAPT-INET1(config)#ip access-list extended UseSSH 
WAPT-INET1(config-ext-nacl)# permit tcp 206.225.144.0 0.0.15.255 any eq 22
WAPT-INET1(config-ext-nacl)# permit tcp 167.173.0.0 0.0.255.255 any eq 22
WAPT-INET1(config-ext-nacl)# permit tcp host 83.244.129.66 any eq 22
WAPT-INET1(config-ext-nacl)# permit tcp 64.178.160.0 0.0.15.255 any eq 22
WAPT-INET1(config-ext-nacl)# permit tcp host 31.221.41.210 any eq 22
WAPT-INET1(config-ext-nacl)# permit tcp 172.19.0.0 0.0.255.255 any eq 22
WAPT-INET1(config-ext-nacl)# permit tcp 10.77.0.0 0.0.255.255 any eq 22
WAPT-INET1(config-ext-nacl)# permit tcp 10.76.0.0 0.0.255.255 any eq 22
WAPT-INET1(config-ext-nacl)# permit tcp 10.70.0.0 0.0.255.255 any eq 22
WAPT-INET1(config-ext-nacl)# permit tcp 10.72.0.0 0.0.255.255 any eq 22
WAPT-INET1(config-ext-nacl)# permit tcp 198.185.164.0 0.0.0.255 any eq 22
WAPT-INET1(config-ext-nacl)# permit tcp 10.171.8.0 0.0.0.255 any eq 22
WAPT-INET1(config-ext-nacl)# permit tcp 10.90.122.0 0.0.0.255 any eq 22
WAPT-INET1(config-ext-nacl)# permit tcp 10.196.0.0 0.0.255.255 any eq 22
WAPT-INET1(config-ext-nacl)# permit tcp 10.193.32.0 0.0.0.255 any eq 22
WAPT-INET1(config-ext-nacl)# permit tcp 10.168.76.0 0.0.0.255 any eq 22
WAPT-INET1(config-ext-nacl)#!
WAPT-INET1(config-ext-nacl)#line vty 0 15
WAPT-INET1(config-line)# access-class UseSSH in
WAPT-INET1(config-line)#!
WAPT-INET1(config-line)#end
WAPT-INET1#
WAPT-INET1#Building configuration...

[OK]~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~

Connecting to IOS IP 167.173.17.6 
IOS Device: WAPT-VZ-GW1
config term
Enter configuration commands, one per line.  End with CNTL/Z.
WAPT-VZ-GW1(config)#no enable password
WAPT-VZ-GW1(config)#!
WAPT-VZ-GW1(config)#no username opmantek 
WAPT-VZ-GW1(config)#yes
                    ^
% Invalid input detected at '^' marker.

WAPT-VZ-GW1(config)#!
WAPT-VZ-GW1(config)#username opmantek privilege 15 secret 0 N0Data4U!
WAPT-VZ-GW1(config)#enable secret 0 circlebackaround
WAPT-VZ-GW1(config)#!
WAPT-VZ-GW1(config)#no ip access-list extended SSH-ONLY
WAPT-VZ-GW1(config)#no ip access-list extended SSH-Only
WAPT-VZ-GW1(config)#no ip access-list extended Use-SSH
WAPT-VZ-GW1(config)#no ip access-list extended UseSSH
WAPT-VZ-GW1(config)#!
WAPT-VZ-GW1(config)#ip access-list extended UseSSH 
WAPT-VZ-GW1(config-ext-nacl)# permit tcp 206.225.144.0 0.0.15.255 any eq 22
WAPT-VZ-GW1(config-ext-nacl)# permit tcp 167.173.0.0 0.0.255.255 any eq 22
WAPT-VZ-GW1(config-ext-nacl)# permit tcp host 83.244.129.66 any eq 22
WAPT-VZ-GW1(config-ext-nacl)# permit tcp 64.178.160.0 0.0.15.255 any eq 22
WAPT-VZ-GW1(config-ext-nacl)# permit tcp host 31.221.41.210 any eq 22
WAPT-VZ-GW1(config-ext-nacl)# permit tcp 172.19.0.0 0.0.255.255 any eq 22
WAPT-VZ-GW1(config-ext-nacl)# permit tcp 10.77.0.0 0.0.255.255 any eq 22
WAPT-VZ-GW1(config-ext-nacl)# permit tcp 10.76.0.0 0.0.255.255 any eq 22
WAPT-VZ-GW1(config-ext-nacl)# permit tcp 10.70.0.0 0.0.255.255 any eq 22
WAPT-VZ-GW1(config-ext-nacl)# permit tcp 10.72.0.0 0.0.255.255 any eq 22
WAPT-VZ-GW1(config-ext-nacl)# permit tcp 198.185.164.0 0.0.0.255 any eq 22
WAPT-VZ-GW1(config-ext-nacl)# permit tcp 10.171.8.0 0.0.0.255 any eq 22
WAPT-VZ-GW1(config-ext-nacl)# permit tcp 10.90.122.0 0.0.0.255 any eq 22
WAPT-VZ-GW1(config-ext-nacl)# permit tcp 10.196.0.0 0.0.255.255 any eq 22
WAPT-VZ-GW1(config-ext-nacl)# permit tcp 10.193.32.0 0.0.0.255 any eq 22
WAPT-VZ-GW1(config-ext-nacl)# permit tcp 10.168.76.0 0.0.0.255 any eq 22
WAPT-VZ-GW1(config-ext-nacl)#!
WAPT-VZ-GW1(config-ext-nacl)#line vty 0 15
WAPT-VZ-GW1(config-line)# access-class UseSSH in
WAPT-VZ-GW1(config-line)#!
WAPT-VZ-GW1(config-line)#end
WAPT-VZ-GW1#
WAPT-VZ-GW1#Building configuration...

[OK]~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~

Connecting to IOS IP 167.173.16.16 
IOS Device: WBAL-INET1
config term
Enter configuration commands, one per line.  End with CNTL/Z.
WBAL-INET1(config)#no enable password
WBAL-INET1(config)#!
WBAL-INET1(config)#no username opmantek 
This operation will remove all username related configurations with same name.Do you want to continue? [confirm]y
WBAL-INET1(config)#es
% Incomplete command.

WBAL-INET1(config)#!
WBAL-INET1(config)#username opmantek privilege 15 secret 0 N0Data4U!
WBAL-INET1(config)#enable secret 0 circlebackaround
WBAL-INET1(config)#!
WBAL-INET1(config)#no ip access-list extended SSH-ONLY
WBAL-INET1(config)#no ip access-list extended SSH-Only
WBAL-INET1(config)#no ip access-list extended Use-SSH
WBAL-INET1(config)#no ip access-list extended UseSSH
WBAL-INET1(config)#!
WBAL-INET1(config)#ip access-list extended UseSSH 
WBAL-INET1(config-ext-nacl)# permit tcp 206.225.144.0 0.0.15.255 any eq 22
WBAL-INET1(config-ext-nacl)# permit tcp 167.173.0.0 0.0.255.255 any eq 22
WBAL-INET1(config-ext-nacl)# permit tcp host 83.244.129.66 any eq 22
WBAL-INET1(config-ext-nacl)# permit tcp 64.178.160.0 0.0.15.255 any eq 22
WBAL-INET1(config-ext-nacl)# permit tcp host 31.221.41.210 any eq 22
WBAL-INET1(config-ext-nacl)# permit tcp 172.19.0.0 0.0.255.255 any eq 22
WBAL-INET1(config-ext-nacl)# permit tcp 10.77.0.0 0.0.255.255 any eq 22
WBAL-INET1(config-ext-nacl)# permit tcp 10.76.0.0 0.0.255.255 any eq 22
WBAL-INET1(config-ext-nacl)# permit tcp 10.70.0.0 0.0.255.255 any eq 22
WBAL-INET1(config-ext-nacl)# permit tcp 10.72.0.0 0.0.255.255 any eq 22
WBAL-INET1(config-ext-nacl)# permit tcp 198.185.164.0 0.0.0.255 any eq 22
WBAL-INET1(config-ext-nacl)# permit tcp 10.171.8.0 0.0.0.255 any eq 22
WBAL-INET1(config-ext-nacl)# permit tcp 10.90.122.0 0.0.0.255 any eq 22
WBAL-INET1(config-ext-nacl)# permit tcp 10.196.0.0 0.0.255.255 any eq 22
WBAL-INET1(config-ext-nacl)# permit tcp 10.193.32.0 0.0.0.255 any eq 22
WBAL-INET1(config-ext-nacl)# permit tcp 10.168.76.0 0.0.0.255 any eq 22
WBAL-INET1(config-ext-nacl)#!
WBAL-INET1(config-ext-nacl)#line vty 0 15
WBAL-INET1(config-line)# access-class UseSSH in
WBAL-INET1(config-line)#!
WBAL-INET1(config-line)#end
WBAL-INET1#
WBAL-INET1#Building configuration...

[OK]~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~

Connecting to IOS IP 167.173.16.73 
IOS Device: WBAL-VZ-GW1
config term
Enter configuration commands, one per line.  End with CNTL/Z.
WBAL-VZ-GW1(config)#no enable password
WBAL-VZ-GW1(config)#!
WBAL-VZ-GW1(config)#no username opmantek 
This operation will remove all username related configurations with same name.Do you want to continue? [confirm]y
WBAL-VZ-GW1(config)#es
% Incomplete command.

WBAL-VZ-GW1(config)#!
WBAL-VZ-GW1(config)#username opmantek privilege 15 secret 0 N0Data4U!
WBAL-VZ-GW1(config)#enable secret 0 circlebackaround
WBAL-VZ-GW1(config)#!
WBAL-VZ-GW1(config)#no ip access-list extended SSH-ONLY
WBAL-VZ-GW1(config)#no ip access-list extended SSH-Only
WBAL-VZ-GW1(config)#no ip access-list extended Use-SSH
WBAL-VZ-GW1(config)#no ip access-list extended UseSSH
WBAL-VZ-GW1(config)#!
WBAL-VZ-GW1(config)#ip access-list extended UseSSH 
WBAL-VZ-GW1(config-ext-nacl)# permit tcp 206.225.144.0 0.0.15.255 any eq 22
WBAL-VZ-GW1(config-ext-nacl)# permit tcp 167.173.0.0 0.0.255.255 any eq 22
WBAL-VZ-GW1(config-ext-nacl)# permit tcp host 83.244.129.66 any eq 22
WBAL-VZ-GW1(config-ext-nacl)# permit tcp 64.178.160.0 0.0.15.255 any eq 22
WBAL-VZ-GW1(config-ext-nacl)# permit tcp host 31.221.41.210 any eq 22
WBAL-VZ-GW1(config-ext-nacl)# permit tcp 172.19.0.0 0.0.255.255 any eq 22
WBAL-VZ-GW1(config-ext-nacl)# permit tcp 10.77.0.0 0.0.255.255 any eq 22
WBAL-VZ-GW1(config-ext-nacl)# permit tcp 10.76.0.0 0.0.255.255 any eq 22
WBAL-VZ-GW1(config-ext-nacl)# permit tcp 10.70.0.0 0.0.255.255 any eq 22
WBAL-VZ-GW1(config-ext-nacl)# permit tcp 10.72.0.0 0.0.255.255 any eq 22
WBAL-VZ-GW1(config-ext-nacl)# permit tcp 198.185.164.0 0.0.0.255 any eq 22
WBAL-VZ-GW1(config-ext-nacl)# permit tcp 10.171.8.0 0.0.0.255 any eq 22
WBAL-VZ-GW1(config-ext-nacl)# permit tcp 10.90.122.0 0.0.0.255 any eq 22
WBAL-VZ-GW1(config-ext-nacl)# permit tcp 10.196.0.0 0.0.255.255 any eq 22
WBAL-VZ-GW1(config-ext-nacl)# permit tcp 10.193.32.0 0.0.0.255 any eq 22
WBAL-VZ-GW1(config-ext-nacl)# permit tcp 10.168.76.0 0.0.0.255 any eq 22
WBAL-VZ-GW1(config-ext-nacl)#!
WBAL-VZ-GW1(config-ext-nacl)#line vty 0 15
WBAL-VZ-GW1(config-line)# access-class UseSSH in
WBAL-VZ-GW1(config-line)#!
WBAL-VZ-GW1(config-line)#end
WBAL-VZ-GW1#
WBAL-VZ-GW1#Building configuration...

[OK]~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~

Connecting to IOS IP 152.177.243.234 
IOS Device: WDP-VZ-GW
config term
Enter configuration commands, one per line.  End with CNTL/Z.
WDP-VZ-GW(config)#no enable password
WDP-VZ-GW(config)#!
WDP-VZ-GW(config)#no username opmantek 
WDP-VZ-GW(config)#yes
                  ^
% Invalid input detected at '^' marker.

WDP-VZ-GW(config)#!
WDP-VZ-GW(config)#username opmantek privilege 15 secret 0 N0Data4U!
WDP-VZ-GW(config)#enable secret 0 circlebackaround
WDP-VZ-GW(config)#!
WDP-VZ-GW(config)#no ip access-list extended SSH-ONLY
WDP-VZ-GW(config)#no ip access-list extended SSH-Only
WDP-VZ-GW(config)#no ip access-list extended Use-SSH
WDP-VZ-GW(config)#no ip access-list extended UseSSH
WDP-VZ-GW(config)#!
WDP-VZ-GW(config)#ip access-list extended UseSSH 
WDP-VZ-GW(config-ext-nacl)# permit tcp 206.225.144.0 0.0.15.255 any eq 22
WDP-VZ-GW(config-ext-nacl)# permit tcp 167.173.0.0 0.0.255.255 any eq 22
WDP-VZ-GW(config-ext-nacl)# permit tcp host 83.244.129.66 any eq 22
WDP-VZ-GW(config-ext-nacl)# permit tcp 64.178.160.0 0.0.15.255 any eq 22
WDP-VZ-GW(config-ext-nacl)# permit tcp host 31.221.41.210 any eq 22
WDP-VZ-GW(config-ext-nacl)# permit tcp 172.19.0.0 0.0.255.255 any eq 22
WDP-VZ-GW(config-ext-nacl)# permit tcp 10.77.0.0 0.0.255.255 any eq 22
WDP-VZ-GW(config-ext-nacl)# permit tcp 10.76.0.0 0.0.255.255 any eq 22
WDP-VZ-GW(config-ext-nacl)# permit tcp 10.70.0.0 0.0.255.255 any eq 22
WDP-VZ-GW(config-ext-nacl)# permit tcp 10.72.0.0 0.0.255.255 any eq 22
WDP-VZ-GW(config-ext-nacl)# permit tcp 198.185.164.0 0.0.0.255 any eq 22
WDP-VZ-GW(config-ext-nacl)# permit tcp 10.171.8.0 0.0.0.255 any eq 22
WDP-VZ-GW(config-ext-nacl)# permit tcp 10.90.122.0 0.0.0.255 any eq 22
WDP-VZ-GW(config-ext-nacl)# permit tcp 10.196.0.0 0.0.255.255 any eq 22
WDP-VZ-GW(config-ext-nacl)# permit tcp 10.193.32.0 0.0.0.255 any eq 22
WDP-VZ-GW(config-ext-nacl)# permit tcp 10.168.76.0 0.0.0.255 any eq 22
WDP-VZ-GW(config-ext-nacl)#!
WDP-VZ-GW(config-ext-nacl)#line vty 0 15
WDP-VZ-GW(config-line)# access-class UseSSH in
WDP-VZ-GW(config-line)#!
WDP-VZ-GW(config-line)#end
WDP-VZ-GW#
WDP-VZ-GW#Building configuration...
[OK]~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~

Connecting to IOS IP 167.173.18.16 
IOS Device: WDSU-INET1
config term
Enter configuration commands, one per line.  End with CNTL/Z.
WDSU-INET1(config)#no enable password
WDSU-INET1(config)#!
WDSU-INET1(config)#no username opmantek 
WDSU-INET1(config)#yes
                   ^
% Invalid input detected at '^' marker.

WDSU-INET1(config)#!
WDSU-INET1(config)#username opmantek privilege 15 secret 0 N0Data4U!
WDSU-INET1(config)#enable secret 0 circlebackaround
WDSU-INET1(config)#!
WDSU-INET1(config)#no ip access-list extended SSH-ONLY
WDSU-INET1(config)#no ip access-list extended SSH-Only
WDSU-INET1(config)#no ip access-list extended Use-SSH
WDSU-INET1(config)#no ip access-list extended UseSSH
WDSU-INET1(config)#!
WDSU-INET1(config)#ip access-list extended UseSSH 
WDSU-INET1(config-ext-nacl)# permit tcp 206.225.144.0 0.0.15.255 any eq 22
WDSU-INET1(config-ext-nacl)# permit tcp 167.173.0.0 0.0.255.255 any eq 22
WDSU-INET1(config-ext-nacl)# permit tcp host 83.244.129.66 any eq 22
WDSU-INET1(config-ext-nacl)# permit tcp 64.178.160.0 0.0.15.255 any eq 22
WDSU-INET1(config-ext-nacl)# permit tcp host 31.221.41.210 any eq 22
WDSU-INET1(config-ext-nacl)# permit tcp 172.19.0.0 0.0.255.255 any eq 22
WDSU-INET1(config-ext-nacl)# permit tcp 10.77.0.0 0.0.255.255 any eq 22
WDSU-INET1(config-ext-nacl)# permit tcp 10.76.0.0 0.0.255.255 any eq 22
WDSU-INET1(config-ext-nacl)# permit tcp 10.70.0.0 0.0.255.255 any eq 22
WDSU-INET1(config-ext-nacl)# permit tcp 10.72.0.0 0.0.255.255 any eq 22
WDSU-INET1(config-ext-nacl)# permit tcp 198.185.164.0 0.0.0.255 any eq 22
WDSU-INET1(config-ext-nacl)# permit tcp 10.171.8.0 0.0.0.255 any eq 22
WDSU-INET1(config-ext-nacl)# permit tcp 10.90.122.0 0.0.0.255 any eq 22
WDSU-INET1(config-ext-nacl)# permit tcp 10.196.0.0 0.0.255.255 any eq 22
WDSU-INET1(config-ext-nacl)# permit tcp 10.193.32.0 0.0.0.255 any eq 22
WDSU-INET1(config-ext-nacl)# permit tcp 10.168.76.0 0.0.0.255 any eq 22
WDSU-INET1(config-ext-nacl)#!
WDSU-INET1(config-ext-nacl)#line vty 0 15
WDSU-INET1(config-line)# access-class UseSSH in
WDSU-INET1(config-line)#!
WDSU-INET1(config-line)#end
WDSU-INET1#
WDSU-INET1#Building configuration...

[OK]~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~

Connecting to IOS IP 167.173.18.73 
IOS Device: WDSU-VZ-GW1
config term
Enter configuration commands, one per line.  End with CNTL/Z.
WDSU-VZ-GW1(config)#no enable password
WDSU-VZ-GW1(config)#!
WDSU-VZ-GW1(config)#no username opmantek 
This operation will remove all username related configurations with same name.Do you want to continue? [confirm]y
WDSU-VZ-GW1(config)#es
% Incomplete command.

WDSU-VZ-GW1(config)#!
WDSU-VZ-GW1(config)#username opmantek privilege 15 secret 0 N0Data4U!
WDSU-VZ-GW1(config)#enable secret 0 circlebackaround
WDSU-VZ-GW1(config)#!
WDSU-VZ-GW1(config)#no ip access-list extended SSH-ONLY
WDSU-VZ-GW1(config)#no ip access-list extended SSH-Only
WDSU-VZ-GW1(config)#no ip access-list extended Use-SSH
WDSU-VZ-GW1(config)#no ip access-list extended UseSSH
WDSU-VZ-GW1(config)#!
WDSU-VZ-GW1(config)#ip access-list extended UseSSH 
WDSU-VZ-GW1(config-ext-nacl)# permit tcp 206.225.144.0 0.0.15.255 any eq 22
WDSU-VZ-GW1(config-ext-nacl)# permit tcp 167.173.0.0 0.0.255.255 any eq 22
WDSU-VZ-GW1(config-ext-nacl)# permit tcp host 83.244.129.66 any eq 22
WDSU-VZ-GW1(config-ext-nacl)# permit tcp 64.178.160.0 0.0.15.255 any eq 22
WDSU-VZ-GW1(config-ext-nacl)# permit tcp host 31.221.41.210 any eq 22
WDSU-VZ-GW1(config-ext-nacl)# permit tcp 172.19.0.0 0.0.255.255 any eq 22
WDSU-VZ-GW1(config-ext-nacl)# permit tcp 10.77.0.0 0.0.255.255 any eq 22
WDSU-VZ-GW1(config-ext-nacl)# permit tcp 10.76.0.0 0.0.255.255 any eq 22
WDSU-VZ-GW1(config-ext-nacl)# permit tcp 10.70.0.0 0.0.255.255 any eq 22
WDSU-VZ-GW1(config-ext-nacl)# permit tcp 10.72.0.0 0.0.255.255 any eq 22
WDSU-VZ-GW1(config-ext-nacl)# permit tcp 198.185.164.0 0.0.0.255 any eq 22
WDSU-VZ-GW1(config-ext-nacl)# permit tcp 10.171.8.0 0.0.0.255 any eq 22
WDSU-VZ-GW1(config-ext-nacl)# permit tcp 10.90.122.0 0.0.0.255 any eq 22
WDSU-VZ-GW1(config-ext-nacl)# permit tcp 10.196.0.0 0.0.255.255 any eq 22
WDSU-VZ-GW1(config-ext-nacl)# permit tcp 10.193.32.0 0.0.0.255 any eq 22
WDSU-VZ-GW1(config-ext-nacl)# permit tcp 10.168.76.0 0.0.0.255 any eq 22
WDSU-VZ-GW1(config-ext-nacl)#!
WDSU-VZ-GW1(config-ext-nacl)#line vty 0 15
WDSU-VZ-GW1(config-line)# access-class UseSSH in
WDSU-VZ-GW1(config-line)#!
WDSU-VZ-GW1(config-line)#end
WDSU-VZ-GW1#
WDSU-VZ-GW1#Building configuration...

[OK]~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~

Connecting to IOS IP 167.173.28.5 
IOS Device: WISN-INET1
config term
Enter configuration commands, one per line.  End with CNTL/Z.
WISN-INET1(config)#no enable password
WISN-INET1(config)#!
WISN-INET1(config)#no username opmantek 
WISN-INET1(config)#yes
                   ^
% Invalid input detected at '^' marker.

WISN-INET1(config)#!
WISN-INET1(config)#username opmantek privilege 15 secret 0 N0Data4U!
WISN-INET1(config)#enable secret 0 circlebackaround
WISN-INET1(config)#!
WISN-INET1(config)#no ip access-list extended SSH-ONLY
WISN-INET1(config)#no ip access-list extended SSH-Only
WISN-INET1(config)#no ip access-list extended Use-SSH
WISN-INET1(config)#no ip access-list extended UseSSH
WISN-INET1(config)#!
WISN-INET1(config)#ip access-list extended UseSSH 
WISN-INET1(config-ext-nacl)# permit tcp 206.225.144.0 0.0.15.255 any eq 22
WISN-INET1(config-ext-nacl)# permit tcp 167.173.0.0 0.0.255.255 any eq 22
WISN-INET1(config-ext-nacl)# permit tcp host 83.244.129.66 any eq 22
WISN-INET1(config-ext-nacl)# permit tcp 64.178.160.0 0.0.15.255 any eq 22
WISN-INET1(config-ext-nacl)# permit tcp host 31.221.41.210 any eq 22
WISN-INET1(config-ext-nacl)# permit tcp 172.19.0.0 0.0.255.255 any eq 22
WISN-INET1(config-ext-nacl)# permit tcp 10.77.0.0 0.0.255.255 any eq 22
WISN-INET1(config-ext-nacl)# permit tcp 10.76.0.0 0.0.255.255 any eq 22
WISN-INET1(config-ext-nacl)# permit tcp 10.70.0.0 0.0.255.255 any eq 22
WISN-INET1(config-ext-nacl)# permit tcp 10.72.0.0 0.0.255.255 any eq 22
WISN-INET1(config-ext-nacl)# permit tcp 198.185.164.0 0.0.0.255 any eq 22
WISN-INET1(config-ext-nacl)# permit tcp 10.171.8.0 0.0.0.255 any eq 22
WISN-INET1(config-ext-nacl)# permit tcp 10.90.122.0 0.0.0.255 any eq 22
WISN-INET1(config-ext-nacl)# permit tcp 10.196.0.0 0.0.255.255 any eq 22
WISN-INET1(config-ext-nacl)# permit tcp 10.193.32.0 0.0.0.255 any eq 22
WISN-INET1(config-ext-nacl)# permit tcp 10.168.76.0 0.0.0.255 any eq 22
WISN-INET1(config-ext-nacl)#!
WISN-INET1(config-ext-nacl)#line vty 0 15
WISN-INET1(config-line)# access-class UseSSH in
WISN-INET1(config-line)#!
WISN-INET1(config-line)#end
WISN-INET1#
WISN-INET1#Building configuration...

[OK]~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~

Connecting to IOS IP 10.142.64.52 
Connecting to IOS IP 10.142.64.51 
Connecting to IOS IP 167.173.28.73 
IOS Device: WISN-VZ-GW1
config term
Enter configuration commands, one per line.  End with CNTL/Z.
WISN-VZ-GW1(config)#no enable password
WISN-VZ-GW1(config)#!
WISN-VZ-GW1(config)#no username opmantek 
WISN-VZ-GW1(config)#yes
                    ^
% Invalid input detected at '^' marker.

WISN-VZ-GW1(config)#!
WISN-VZ-GW1(config)#username opmantek privilege 15 secret 0 N0Data4U!
WISN-VZ-GW1(config)#enable secret 0 circlebackaround
WISN-VZ-GW1(config)#!
WISN-VZ-GW1(config)#no ip access-list extended SSH-ONLY
WISN-VZ-GW1(config)#no ip access-list extended SSH-Only
WISN-VZ-GW1(config)#no ip access-list extended Use-SSH
WISN-VZ-GW1(config)#no ip access-list extended UseSSH
WISN-VZ-GW1(config)#!
WISN-VZ-GW1(config)#ip access-list extended UseSSH 
WISN-VZ-GW1(config-ext-nacl)# permit tcp 206.225.144.0 0.0.15.255 any eq 22
WISN-VZ-GW1(config-ext-nacl)# permit tcp 167.173.0.0 0.0.255.255 any eq 22
WISN-VZ-GW1(config-ext-nacl)# permit tcp host 83.244.129.66 any eq 22
WISN-VZ-GW1(config-ext-nacl)# permit tcp 64.178.160.0 0.0.15.255 any eq 22
WISN-VZ-GW1(config-ext-nacl)# permit tcp host 31.221.41.210 any eq 22
WISN-VZ-GW1(config-ext-nacl)# permit tcp 172.19.0.0 0.0.255.255 any eq 22
WISN-VZ-GW1(config-ext-nacl)# permit tcp 10.77.0.0 0.0.255.255 any eq 22
WISN-VZ-GW1(config-ext-nacl)# permit tcp 10.76.0.0 0.0.255.255 any eq 22
WISN-VZ-GW1(config-ext-nacl)# permit tcp 10.70.0.0 0.0.255.255 any eq 22
WISN-VZ-GW1(config-ext-nacl)# permit tcp 10.72.0.0 0.0.255.255 any eq 22
WISN-VZ-GW1(config-ext-nacl)# permit tcp 198.185.164.0 0.0.0.255 any eq 22
WISN-VZ-GW1(config-ext-nacl)# permit tcp 10.171.8.0 0.0.0.255 any eq 22
WISN-VZ-GW1(config-ext-nacl)# permit tcp 10.90.122.0 0.0.0.255 any eq 22
WISN-VZ-GW1(config-ext-nacl)# permit tcp 10.196.0.0 0.0.255.255 any eq 22
WISN-VZ-GW1(config-ext-nacl)# permit tcp 10.193.32.0 0.0.0.255 any eq 22
WISN-VZ-GW1(config-ext-nacl)# permit tcp 10.168.76.0 0.0.0.255 any eq 22
WISN-VZ-GW1(config-ext-nacl)#!
WISN-VZ-GW1(config-ext-nacl)#line vty 0 15
WISN-VZ-GW1(config-line)# access-class UseSSH in
WISN-VZ-GW1(config-line)#!
WISN-VZ-GW1(config-line)#end
WISN-VZ-GW1#
WISN-VZ-GW1#Building configuration...

[OK]~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~

Connecting to IOS IP 167.173.48.16 
IOS Device: WJCL-INET1
config term
Enter configuration commands, one per line.  End with CNTL/Z.
WJCL-INET1(config)#no enable password
WJCL-INET1(config)#!
WJCL-INET1(config)#no username opmantek 
WJCL-INET1(config)#yes
                   ^
% Invalid input detected at '^' marker.

WJCL-INET1(config)#!
WJCL-INET1(config)#username opmantek privilege 15 secret 0 N0Data4U!
WJCL-INET1(config)#enable secret 0 circlebackaround
WJCL-INET1(config)#!
WJCL-INET1(config)#no ip access-list extended SSH-ONLY
WJCL-INET1(config)#no ip access-list extended SSH-Only
WJCL-INET1(config)#no ip access-list extended Use-SSH
WJCL-INET1(config)#no ip access-list extended UseSSH
WJCL-INET1(config)#!
WJCL-INET1(config)#ip access-list extended UseSSH 
WJCL-INET1(config-ext-nacl)# permit tcp 206.225.144.0 0.0.15.255 any eq 22
WJCL-INET1(config-ext-nacl)# permit tcp 167.173.0.0 0.0.255.255 any eq 22
WJCL-INET1(config-ext-nacl)# permit tcp host 83.244.129.66 any eq 22
WJCL-INET1(config-ext-nacl)# permit tcp 64.178.160.0 0.0.15.255 any eq 22
WJCL-INET1(config-ext-nacl)# permit tcp host 31.221.41.210 any eq 22
WJCL-INET1(config-ext-nacl)# permit tcp 172.19.0.0 0.0.255.255 any eq 22
WJCL-INET1(config-ext-nacl)# permit tcp 10.77.0.0 0.0.255.255 any eq 22
WJCL-INET1(config-ext-nacl)# permit tcp 10.76.0.0 0.0.255.255 any eq 22
WJCL-INET1(config-ext-nacl)# permit tcp 10.70.0.0 0.0.255.255 any eq 22
WJCL-INET1(config-ext-nacl)# permit tcp 10.72.0.0 0.0.255.255 any eq 22
WJCL-INET1(config-ext-nacl)# permit tcp 198.185.164.0 0.0.0.255 any eq 22
WJCL-INET1(config-ext-nacl)# permit tcp 10.171.8.0 0.0.0.255 any eq 22
WJCL-INET1(config-ext-nacl)# permit tcp 10.90.122.0 0.0.0.255 any eq 22
WJCL-INET1(config-ext-nacl)# permit tcp 10.196.0.0 0.0.255.255 any eq 22
WJCL-INET1(config-ext-nacl)# permit tcp 10.193.32.0 0.0.0.255 any eq 22
WJCL-INET1(config-ext-nacl)# permit tcp 10.168.76.0 0.0.0.255 any eq 22
WJCL-INET1(config-ext-nacl)#!
WJCL-INET1(config-ext-nacl)#line vty 0 15
WJCL-INET1(config-line)# access-class UseSSH in
WJCL-INET1(config-line)#!
WJCL-INET1(config-line)#end
WJCL-INET1#
WJCL-INET1#Building configuration...
[OK]~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~

Connecting to IOS IP 167.173.48.6 
IOS Device: WJCL-VZ-GW1
config term
Enter configuration commands, one per line.  End with CNTL/Z.
WJCL-VZ-GW1(config)#no enable password
WJCL-VZ-GW1(config)#!
WJCL-VZ-GW1(config)#no username opmantek 
WJCL-VZ-GW1(config)#yes
                    ^
% Invalid input detected at '^' marker.

WJCL-VZ-GW1(config)#!
WJCL-VZ-GW1(config)#username opmantek privilege 15 secret 0 N0Data4U!
WJCL-VZ-GW1(config)#enable secret 0 circlebackaround
WJCL-VZ-GW1(config)#!
WJCL-VZ-GW1(config)#no ip access-list extended SSH-ONLY
WJCL-VZ-GW1(config)#no ip access-list extended SSH-Only
WJCL-VZ-GW1(config)#no ip access-list extended Use-SSH
WJCL-VZ-GW1(config)#no ip access-list extended UseSSH
WJCL-VZ-GW1(config)#!
WJCL-VZ-GW1(config)#ip access-list extended UseSSH 
WJCL-VZ-GW1(config-ext-nacl)# permit tcp 206.225.144.0 0.0.15.255 any eq 22
WJCL-VZ-GW1(config-ext-nacl)# permit tcp 167.173.0.0 0.0.255.255 any eq 22
WJCL-VZ-GW1(config-ext-nacl)# permit tcp host 83.244.129.66 any eq 22
WJCL-VZ-GW1(config-ext-nacl)# permit tcp 64.178.160.0 0.0.15.255 any eq 22
WJCL-VZ-GW1(config-ext-nacl)# permit tcp host 31.221.41.210 any eq 22
WJCL-VZ-GW1(config-ext-nacl)# permit tcp 172.19.0.0 0.0.255.255 any eq 22
WJCL-VZ-GW1(config-ext-nacl)# permit tcp 10.77.0.0 0.0.255.255 any eq 22
WJCL-VZ-GW1(config-ext-nacl)# permit tcp 10.76.0.0 0.0.255.255 any eq 22
WJCL-VZ-GW1(config-ext-nacl)# permit tcp 10.70.0.0 0.0.255.255 any eq 22
WJCL-VZ-GW1(config-ext-nacl)# permit tcp 10.72.0.0 0.0.255.255 any eq 22
WJCL-VZ-GW1(config-ext-nacl)# permit tcp 198.185.164.0 0.0.0.255 any eq 22
WJCL-VZ-GW1(config-ext-nacl)# permit tcp 10.171.8.0 0.0.0.255 any eq 22
WJCL-VZ-GW1(config-ext-nacl)# permit tcp 10.90.122.0 0.0.0.255 any eq 22
WJCL-VZ-GW1(config-ext-nacl)# permit tcp 10.196.0.0 0.0.255.255 any eq 22
WJCL-VZ-GW1(config-ext-nacl)# permit tcp 10.193.32.0 0.0.0.255 any eq 22
WJCL-VZ-GW1(config-ext-nacl)# permit tcp 10.168.76.0 0.0.0.255 any eq 22
WJCL-VZ-GW1(config-ext-nacl)#!
WJCL-VZ-GW1(config-ext-nacl)#line vty 0 15
WJCL-VZ-GW1(config-line)# access-class UseSSH in
WJCL-VZ-GW1(config-line)#!
WJCL-VZ-GW1(config-line)#end
WJCL-VZ-GW1#
WJCL-VZ-GW1#Building configuration...
[OK]~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~

Connecting to IOS IP 167.173.21.16 
IOS Device: WLWT-INET1
config term
Enter configuration commands, one per line.  End with CNTL/Z.
WLWT-INET1(config)#no enable password
WLWT-INET1(config)#!
WLWT-INET1(config)#no username opmantek 
WLWT-INET1(config)#yes
                   ^
% Invalid input detected at '^' marker.

WLWT-INET1(config)#!
WLWT-INET1(config)#username opmantek privilege 15 secret 0 N0Data4U!
WLWT-INET1(config)#enable secret 0 circlebackaround
WLWT-INET1(config)#!
WLWT-INET1(config)#no ip access-list extended SSH-ONLY
WLWT-INET1(config)#no ip access-list extended SSH-Only
WLWT-INET1(config)#no ip access-list extended Use-SSH
WLWT-INET1(config)#no ip access-list extended UseSSH
WLWT-INET1(config)#!
WLWT-INET1(config)#ip access-list extended UseSSH 
WLWT-INET1(config-ext-nacl)# permit tcp 206.225.144.0 0.0.15.255 any eq 22
WLWT-INET1(config-ext-nacl)# permit tcp 167.173.0.0 0.0.255.255 any eq 22
WLWT-INET1(config-ext-nacl)# permit tcp host 83.244.129.66 any eq 22
WLWT-INET1(config-ext-nacl)# permit tcp 64.178.160.0 0.0.15.255 any eq 22
WLWT-INET1(config-ext-nacl)# permit tcp host 31.221.41.210 any eq 22
WLWT-INET1(config-ext-nacl)# permit tcp 172.19.0.0 0.0.255.255 any eq 22
WLWT-INET1(config-ext-nacl)# permit tcp 10.77.0.0 0.0.255.255 any eq 22
WLWT-INET1(config-ext-nacl)# permit tcp 10.76.0.0 0.0.255.255 any eq 22
WLWT-INET1(config-ext-nacl)# permit tcp 10.70.0.0 0.0.255.255 any eq 22
WLWT-INET1(config-ext-nacl)# permit tcp 10.72.0.0 0.0.255.255 any eq 22
WLWT-INET1(config-ext-nacl)# permit tcp 198.185.164.0 0.0.0.255 any eq 22
WLWT-INET1(config-ext-nacl)# permit tcp 10.171.8.0 0.0.0.255 any eq 22
WLWT-INET1(config-ext-nacl)# permit tcp 10.90.122.0 0.0.0.255 any eq 22
WLWT-INET1(config-ext-nacl)# permit tcp 10.196.0.0 0.0.255.255 any eq 22
WLWT-INET1(config-ext-nacl)# permit tcp 10.193.32.0 0.0.0.255 any eq 22
WLWT-INET1(config-ext-nacl)# permit tcp 10.168.76.0 0.0.0.255 any eq 22
WLWT-INET1(config-ext-nacl)#!
WLWT-INET1(config-ext-nacl)#line vty 0 15
WLWT-INET1(config-line)# access-class UseSSH in
WLWT-INET1(config-line)#!
WLWT-INET1(config-line)#end
WLWT-INET1#
WLWT-INET1#Building configuration...
[OK]~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~

Connecting to IOS IP 167.173.21.6 
IOS Device: WLWT-VZ-GW1
config term
Enter configuration commands, one per line.  End with CNTL/Z.
WLWT-VZ-GW1(config)#no enable password
WLWT-VZ-GW1(config)#!
WLWT-VZ-GW1(config)#no username opmantek 
WLWT-VZ-GW1(config)#yes
                    ^
% Invalid input detected at '^' marker.

WLWT-VZ-GW1(config)#!
WLWT-VZ-GW1(config)#username opmantek privilege 15 secret 0 N0Data4U!
WLWT-VZ-GW1(config)#enable secret 0 circlebackaround
WLWT-VZ-GW1(config)#!
WLWT-VZ-GW1(config)#no ip access-list extended SSH-ONLY
WLWT-VZ-GW1(config)#no ip access-list extended SSH-Only
WLWT-VZ-GW1(config)#no ip access-list extended Use-SSH
WLWT-VZ-GW1(config)#no ip access-list extended UseSSH
WLWT-VZ-GW1(config)#!
WLWT-VZ-GW1(config)#ip access-list extended UseSSH 
WLWT-VZ-GW1(config-ext-nacl)# permit tcp 206.225.144.0 0.0.15.255 any eq 22
WLWT-VZ-GW1(config-ext-nacl)# permit tcp 167.173.0.0 0.0.255.255 any eq 22
WLWT-VZ-GW1(config-ext-nacl)# permit tcp host 83.244.129.66 any eq 22
WLWT-VZ-GW1(config-ext-nacl)# permit tcp 64.178.160.0 0.0.15.255 any eq 22
WLWT-VZ-GW1(config-ext-nacl)# permit tcp host 31.221.41.210 any eq 22
WLWT-VZ-GW1(config-ext-nacl)# permit tcp 172.19.0.0 0.0.255.255 any eq 22
WLWT-VZ-GW1(config-ext-nacl)# permit tcp 10.77.0.0 0.0.255.255 any eq 22
WLWT-VZ-GW1(config-ext-nacl)# permit tcp 10.76.0.0 0.0.255.255 any eq 22
WLWT-VZ-GW1(config-ext-nacl)# permit tcp 10.70.0.0 0.0.255.255 any eq 22
WLWT-VZ-GW1(config-ext-nacl)# permit tcp 10.72.0.0 0.0.255.255 any eq 22
WLWT-VZ-GW1(config-ext-nacl)# permit tcp 198.185.164.0 0.0.0.255 any eq 22
WLWT-VZ-GW1(config-ext-nacl)# permit tcp 10.171.8.0 0.0.0.255 any eq 22
WLWT-VZ-GW1(config-ext-nacl)# permit tcp 10.90.122.0 0.0.0.255 any eq 22
WLWT-VZ-GW1(config-ext-nacl)# permit tcp 10.196.0.0 0.0.255.255 any eq 22
WLWT-VZ-GW1(config-ext-nacl)# permit tcp 10.193.32.0 0.0.0.255 any eq 22
WLWT-VZ-GW1(config-ext-nacl)# permit tcp 10.168.76.0 0.0.0.255 any eq 22
WLWT-VZ-GW1(config-ext-nacl)#!
WLWT-VZ-GW1(config-ext-nacl)#line vty 0 15
WLWT-VZ-GW1(config-line)# access-class UseSSH in
WLWT-VZ-GW1(config-line)#!
WLWT-VZ-GW1(config-line)#end
WLWT-VZ-GW1#
WLWT-VZ-GW1#Building configuration...
[OK]~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~

Connecting to IOS IP 192.168.196.130 
Connecting to IOS IP 167.173.34.16 
IOS Device: WMOR-INET1
config term
Enter configuration commands, one per line.  End with CNTL/Z.
WMOR-INET1(config)#no enable password
WMOR-INET1(config)#!
WMOR-INET1(config)#no username opmantek 
WMOR-INET1(config)#yes
                   ^
% Invalid input detected at '^' marker.

WMOR-INET1(config)#!
WMOR-INET1(config)#username opmantek privilege 15 secret 0 N0Data4U!
WMOR-INET1(config)#enable secret 0 circlebackaround
WMOR-INET1(config)#!
WMOR-INET1(config)#no ip access-list extended SSH-ONLY
WMOR-INET1(config)#no ip access-list extended SSH-Only
WMOR-INET1(config)#no ip access-list extended Use-SSH
WMOR-INET1(config)#no ip access-list extended UseSSH
WMOR-INET1(config)#!
WMOR-INET1(config)#ip access-list extended UseSSH 
WMOR-INET1(config-ext-nacl)# permit tcp 206.225.144.0 0.0.15.255 any eq 22
WMOR-INET1(config-ext-nacl)# permit tcp 167.173.0.0 0.0.255.255 any eq 22
WMOR-INET1(config-ext-nacl)# permit tcp host 83.244.129.66 any eq 22
WMOR-INET1(config-ext-nacl)# permit tcp 64.178.160.0 0.0.15.255 any eq 22
WMOR-INET1(config-ext-nacl)# permit tcp host 31.221.41.210 any eq 22
WMOR-INET1(config-ext-nacl)# permit tcp 172.19.0.0 0.0.255.255 any eq 22
WMOR-INET1(config-ext-nacl)# permit tcp 10.77.0.0 0.0.255.255 any eq 22
WMOR-INET1(config-ext-nacl)# permit tcp 10.76.0.0 0.0.255.255 any eq 22
WMOR-INET1(config-ext-nacl)# permit tcp 10.70.0.0 0.0.255.255 any eq 22
WMOR-INET1(config-ext-nacl)# permit tcp 10.72.0.0 0.0.255.255 any eq 22
WMOR-INET1(config-ext-nacl)# permit tcp 198.185.164.0 0.0.0.255 any eq 22
WMOR-INET1(config-ext-nacl)# permit tcp 10.171.8.0 0.0.0.255 any eq 22
WMOR-INET1(config-ext-nacl)# permit tcp 10.90.122.0 0.0.0.255 any eq 22
WMOR-INET1(config-ext-nacl)# permit tcp 10.196.0.0 0.0.255.255 any eq 22
WMOR-INET1(config-ext-nacl)# permit tcp 10.193.32.0 0.0.0.255 any eq 22
WMOR-INET1(config-ext-nacl)# permit tcp 10.168.76.0 0.0.0.255 any eq 22
WMOR-INET1(config-ext-nacl)#!
WMOR-INET1(config-ext-nacl)#line vty 0 15
WMOR-INET1(config-line)# access-class UseSSH in
WMOR-INET1(config-line)#!
WMOR-INET1(config-line)#end
WMOR-INET1#
WMOR-INET1#Building configuration...

[OK]~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~

Connecting to IOS IP 167.173.34.6 
IOS Device: WMOR-VZ-GW1
config term
Enter configuration commands, one per line.  End with CNTL/Z.
WMOR-VZ-GW1(config)#no enable password
WMOR-VZ-GW1(config)#!
WMOR-VZ-GW1(config)#no username opmantek 
WMOR-VZ-GW1(config)#yes
                    ^
% Invalid input detected at '^' marker.

WMOR-VZ-GW1(config)#!
WMOR-VZ-GW1(config)#username opmantek privilege 15 secret 0 N0Data4U!
WMOR-VZ-GW1(config)#enable secret 0 circlebackaround
WMOR-VZ-GW1(config)#!
WMOR-VZ-GW1(config)#no ip access-list extended SSH-ONLY
WMOR-VZ-GW1(config)#no ip access-list extended SSH-Only
WMOR-VZ-GW1(config)#no ip access-list extended Use-SSH
WMOR-VZ-GW1(config)#no ip access-list extended UseSSH
WMOR-VZ-GW1(config)#!
WMOR-VZ-GW1(config)#ip access-list extended UseSSH 
WMOR-VZ-GW1(config-ext-nacl)# permit tcp 206.225.144.0 0.0.15.255 any eq 22
WMOR-VZ-GW1(config-ext-nacl)# permit tcp 167.173.0.0 0.0.255.255 any eq 22
WMOR-VZ-GW1(config-ext-nacl)# permit tcp host 83.244.129.66 any eq 22
WMOR-VZ-GW1(config-ext-nacl)# permit tcp 64.178.160.0 0.0.15.255 any eq 22
WMOR-VZ-GW1(config-ext-nacl)# permit tcp host 31.221.41.210 any eq 22
WMOR-VZ-GW1(config-ext-nacl)# permit tcp 172.19.0.0 0.0.255.255 any eq 22
WMOR-VZ-GW1(config-ext-nacl)# permit tcp 10.77.0.0 0.0.255.255 any eq 22
WMOR-VZ-GW1(config-ext-nacl)# permit tcp 10.76.0.0 0.0.255.255 any eq 22
WMOR-VZ-GW1(config-ext-nacl)# permit tcp 10.70.0.0 0.0.255.255 any eq 22
WMOR-VZ-GW1(config-ext-nacl)# permit tcp 10.72.0.0 0.0.255.255 any eq 22
WMOR-VZ-GW1(config-ext-nacl)# permit tcp 198.185.164.0 0.0.0.255 any eq 22
WMOR-VZ-GW1(config-ext-nacl)# permit tcp 10.171.8.0 0.0.0.255 any eq 22
WMOR-VZ-GW1(config-ext-nacl)# permit tcp 10.90.122.0 0.0.0.255 any eq 22
WMOR-VZ-GW1(config-ext-nacl)# permit tcp 10.196.0.0 0.0.255.255 any eq 22
WMOR-VZ-GW1(config-ext-nacl)# permit tcp 10.193.32.0 0.0.0.255 any eq 22
WMOR-VZ-GW1(config-ext-nacl)# permit tcp 10.168.76.0 0.0.0.255 any eq 22
WMOR-VZ-GW1(config-ext-nacl)#!
WMOR-VZ-GW1(config-ext-nacl)#line vty 0 15
WMOR-VZ-GW1(config-line)# access-class UseSSH in
WMOR-VZ-GW1(config-line)#!
WMOR-VZ-GW1(config-line)#end
WMOR-VZ-GW1#
WMOR-VZ-GW1#Building configuration...

[OK]~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~

Connecting to IOS IP 167.173.42.16 
IOS Device: wmtw-a-inet1
config term
Enter configuration commands, one per line.  End with CNTL/Z.
wmtw-a-inet1(config)#no enable password
wmtw-a-inet1(config)#!
wmtw-a-inet1(config)#no username opmantek 
wmtw-a-inet1(config)#yes
                     ^
% Invalid input detected at '^' marker.

wmtw-a-inet1(config)#!
wmtw-a-inet1(config)#username opmantek privilege 15 secret 0 N0Data4U!
wmtw-a-inet1(config)#enable secret 0 circlebackaround
wmtw-a-inet1(config)#!
wmtw-a-inet1(config)#no ip access-list extended SSH-ONLY
wmtw-a-inet1(config)#no ip access-list extended SSH-Only
wmtw-a-inet1(config)#no ip access-list extended Use-SSH
wmtw-a-inet1(config)#no ip access-list extended UseSSH
wmtw-a-inet1(config)#!
wmtw-a-inet1(config)#ip access-list extended UseSSH 
wmtw-a-inet1(config-ext-nacl)# permit tcp 206.225.144.0 0.0.15.255 any eq 22
wmtw-a-inet1(config-ext-nacl)# permit tcp 167.173.0.0 0.0.255.255 any eq 22
wmtw-a-inet1(config-ext-nacl)# permit tcp host 83.244.129.66 any eq 22
wmtw-a-inet1(config-ext-nacl)# permit tcp 64.178.160.0 0.0.15.255 any eq 22
wmtw-a-inet1(config-ext-nacl)# permit tcp host 31.221.41.210 any eq 22
wmtw-a-inet1(config-ext-nacl)# permit tcp 172.19.0.0 0.0.255.255 any eq 22
wmtw-a-inet1(config-ext-nacl)# permit tcp 10.77.0.0 0.0.255.255 any eq 22
wmtw-a-inet1(config-ext-nacl)# permit tcp 10.76.0.0 0.0.255.255 any eq 22
wmtw-a-inet1(config-ext-nacl)# permit tcp 10.70.0.0 0.0.255.255 any eq 22
wmtw-a-inet1(config-ext-nacl)# permit tcp 10.72.0.0 0.0.255.255 any eq 22
wmtw-a-inet1(config-ext-nacl)# permit tcp 198.185.164.0 0.0.0.255 any eq 22
wmtw-a-inet1(config-ext-nacl)# permit tcp 10.171.8.0 0.0.0.255 any eq 22
wmtw-a-inet1(config-ext-nacl)# permit tcp 10.90.122.0 0.0.0.255 any eq 22
wmtw-a-inet1(config-ext-nacl)# permit tcp 10.196.0.0 0.0.255.255 any eq 22
wmtw-a-inet1(config-ext-nacl)# permit tcp 10.193.32.0 0.0.0.255 any eq 22
wmtw-a-inet1(config-ext-nacl)# permit tcp 10.168.76.0 0.0.0.255 any eq 22
wmtw-a-inet1(config-ext-nacl)#!
wmtw-a-inet1(config-ext-nacl)#line vty 0 15
wmtw-a-inet1(config-line)# access-class UseSSH in
wmtw-a-inet1(config-line)#!
wmtw-a-inet1(config-line)#end
wmtw-a-inet1#
wmtw-a-inet1#Building configuration...

[OK]~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~

Connecting to IOS IP 167.173.42.73 
IOS Device: wmtw-a-vz-gw1
config term
Enter configuration commands, one per line.  End with CNTL/Z.
wmtw-a-vz-gw1(config)#no enable password
wmtw-a-vz-gw1(config)#!
wmtw-a-vz-gw1(config)#no username opmantek 
wmtw-a-vz-gw1(config)#yes
                      ^
% Invalid input detected at '^' marker.

wmtw-a-vz-gw1(config)#!
wmtw-a-vz-gw1(config)#username opmantek privilege 15 secret 0 N0Data4U!
wmtw-a-vz-gw1(config)#enable secret 0 circlebackaround
wmtw-a-vz-gw1(config)#!
wmtw-a-vz-gw1(config)#no ip access-list extended SSH-ONLY
wmtw-a-vz-gw1(config)#no ip access-list extended SSH-Only
wmtw-a-vz-gw1(config)#no ip access-list extended Use-SSH
wmtw-a-vz-gw1(config)#no ip access-list extended UseSSH
wmtw-a-vz-gw1(config)#!
wmtw-a-vz-gw1(config)#ip access-list extended UseSSH 
wmtw-a-vz-gw1(config-ext-nacl)# permit tcp 206.225.144.0 0.0.15.255 any eq 22
wmtw-a-vz-gw1(config-ext-nacl)# permit tcp 167.173.0.0 0.0.255.255 any eq 22
wmtw-a-vz-gw1(config-ext-nacl)# permit tcp host 83.244.129.66 any eq 22
wmtw-a-vz-gw1(config-ext-nacl)# permit tcp 64.178.160.0 0.0.15.255 any eq 22
wmtw-a-vz-gw1(config-ext-nacl)# permit tcp host 31.221.41.210 any eq 22
wmtw-a-vz-gw1(config-ext-nacl)# permit tcp 172.19.0.0 0.0.255.255 any eq 22
wmtw-a-vz-gw1(config-ext-nacl)# permit tcp 10.77.0.0 0.0.255.255 any eq 22
wmtw-a-vz-gw1(config-ext-nacl)# permit tcp 10.76.0.0 0.0.255.255 any eq 22
wmtw-a-vz-gw1(config-ext-nacl)# permit tcp 10.70.0.0 0.0.255.255 any eq 22
wmtw-a-vz-gw1(config-ext-nacl)# permit tcp 10.72.0.0 0.0.255.255 any eq 22
wmtw-a-vz-gw1(config-ext-nacl)# permit tcp 198.185.164.0 0.0.0.255 any eq 22
wmtw-a-vz-gw1(config-ext-nacl)# permit tcp 10.171.8.0 0.0.0.255 any eq 22
wmtw-a-vz-gw1(config-ext-nacl)# permit tcp 10.90.122.0 0.0.0.255 any eq 22
wmtw-a-vz-gw1(config-ext-nacl)# permit tcp 10.196.0.0 0.0.255.255 any eq 22
wmtw-a-vz-gw1(config-ext-nacl)# permit tcp 10.193.32.0 0.0.0.255 any eq 22
wmtw-a-vz-gw1(config-ext-nacl)# permit tcp 10.168.76.0 0.0.0.255 any eq 22
wmtw-a-vz-gw1(config-ext-nacl)#!
wmtw-a-vz-gw1(config-ext-nacl)#line vty 0 15
wmtw-a-vz-gw1(config-line)# access-class UseSSH in
wmtw-a-vz-gw1(config-line)#!
wmtw-a-vz-gw1(config-line)#end
wmtw-a-vz-gw1#
wmtw-a-vz-gw1#Building configuration...

[OK]~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~

Connecting to IOS IP 167.173.45.16 
IOS Device: WMTW-W-INET1
config term
Enter configuration commands, one per line.  End with CNTL/Z.
WMTW-W-INET1(config)#no enable password
WMTW-W-INET1(config)#!
WMTW-W-INET1(config)#no username opmantek 
This operation will remove all username related configurations with same name.Do you want to continue? [confirm]y
WMTW-W-INET1(config)#es
% Incomplete command.

WMTW-W-INET1(config)#!
WMTW-W-INET1(config)#username opmantek privilege 15 secret 0 N0Data4U!
WMTW-W-INET1(config)#enable secret 0 circlebackaround
WMTW-W-INET1(config)#!
WMTW-W-INET1(config)#no ip access-list extended SSH-ONLY
WMTW-W-INET1(config)#no ip access-list extended SSH-Only
WMTW-W-INET1(config)#no ip access-list extended Use-SSH
WMTW-W-INET1(config)#no ip access-list extended UseSSH
WMTW-W-INET1(config)#!
WMTW-W-INET1(config)#ip access-list extended UseSSH 
WMTW-W-INET1(config-ext-nacl)# permit tcp 206.225.144.0 0.0.15.255 any eq 22
WMTW-W-INET1(config-ext-nacl)# permit tcp 167.173.0.0 0.0.255.255 any eq 22
WMTW-W-INET1(config-ext-nacl)# permit tcp host 83.244.129.66 any eq 22
WMTW-W-INET1(config-ext-nacl)# permit tcp 64.178.160.0 0.0.15.255 any eq 22
WMTW-W-INET1(config-ext-nacl)# permit tcp host 31.221.41.210 any eq 22
WMTW-W-INET1(config-ext-nacl)# permit tcp 172.19.0.0 0.0.255.255 any eq 22
WMTW-W-INET1(config-ext-nacl)# permit tcp 10.77.0.0 0.0.255.255 any eq 22
WMTW-W-INET1(config-ext-nacl)# permit tcp 10.76.0.0 0.0.255.255 any eq 22
WMTW-W-INET1(config-ext-nacl)# permit tcp 10.70.0.0 0.0.255.255 any eq 22
WMTW-W-INET1(config-ext-nacl)# permit tcp 10.72.0.0 0.0.255.255 any eq 22
WMTW-W-INET1(config-ext-nacl)# permit tcp 198.185.164.0 0.0.0.255 any eq 22
WMTW-W-INET1(config-ext-nacl)# permit tcp 10.171.8.0 0.0.0.255 any eq 22
WMTW-W-INET1(config-ext-nacl)# permit tcp 10.90.122.0 0.0.0.255 any eq 22
WMTW-W-INET1(config-ext-nacl)# permit tcp 10.196.0.0 0.0.255.255 any eq 22
WMTW-W-INET1(config-ext-nacl)# permit tcp 10.193.32.0 0.0.0.255 any eq 22
WMTW-W-INET1(config-ext-nacl)# permit tcp 10.168.76.0 0.0.0.255 any eq 22
WMTW-W-INET1(config-ext-nacl)#!
WMTW-W-INET1(config-ext-nacl)#line vty 0 15
WMTW-W-INET1(config-line)# access-class UseSSH in
WMTW-W-INET1(config-line)#!
WMTW-W-INET1(config-line)#end
WMTW-W-INET1#
WMTW-W-INET1#Building configuration...

[OK]~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~

Connecting to IOS IP 167.173.45.73 
IOS Device: WMTW-W-VZ-GW1
config term
Enter configuration commands, one per line.  End with CNTL/Z.
WMTW-W-VZ-GW1(config)#no enable password
WMTW-W-VZ-GW1(config)#!
WMTW-W-VZ-GW1(config)#no username opmantek 
This operation will remove all username related configurations with same name.Do you want to continue? [confirm]y
WMTW-W-VZ-GW1(config)#es
% Incomplete command.

WMTW-W-VZ-GW1(config)#!
WMTW-W-VZ-GW1(config)#username opmantek privilege 15 secret 0 N0Data4U!
WMTW-W-VZ-GW1(config)#enable secret 0 circlebackaround
WMTW-W-VZ-GW1(config)#!
WMTW-W-VZ-GW1(config)#no ip access-list extended SSH-ONLY
WMTW-W-VZ-GW1(config)#no ip access-list extended SSH-Only
WMTW-W-VZ-GW1(config)#no ip access-list extended Use-SSH
WMTW-W-VZ-GW1(config)#no ip access-list extended UseSSH
WMTW-W-VZ-GW1(config)#!
WMTW-W-VZ-GW1(config)#ip access-list extended UseSSH 
WMTW-W-VZ-GW1(config-ext-nacl)# permit tcp 206.225.144.0 0.0.15.255 any eq 22
WMTW-W-VZ-GW1(config-ext-nacl)# permit tcp 167.173.0.0 0.0.255.255 any eq 22
WMTW-W-VZ-GW1(config-ext-nacl)# permit tcp host 83.244.129.66 any eq 22
WMTW-W-VZ-GW1(config-ext-nacl)# permit tcp 64.178.160.0 0.0.15.255 any eq 22
WMTW-W-VZ-GW1(config-ext-nacl)# permit tcp host 31.221.41.210 any eq 22
WMTW-W-VZ-GW1(config-ext-nacl)# permit tcp 172.19.0.0 0.0.255.255 any eq 22
WMTW-W-VZ-GW1(config-ext-nacl)# permit tcp 10.77.0.0 0.0.255.255 any eq 22
WMTW-W-VZ-GW1(config-ext-nacl)# permit tcp 10.76.0.0 0.0.255.255 any eq 22
WMTW-W-VZ-GW1(config-ext-nacl)# permit tcp 10.70.0.0 0.0.255.255 any eq 22
WMTW-W-VZ-GW1(config-ext-nacl)# permit tcp 10.72.0.0 0.0.255.255 any eq 22
WMTW-W-VZ-GW1(config-ext-nacl)# permit tcp 198.185.164.0 0.0.0.255 any eq 22
WMTW-W-VZ-GW1(config-ext-nacl)# permit tcp 10.171.8.0 0.0.0.255 any eq 22
WMTW-W-VZ-GW1(config-ext-nacl)# permit tcp 10.90.122.0 0.0.0.255 any eq 22
WMTW-W-VZ-GW1(config-ext-nacl)# permit tcp 10.196.0.0 0.0.255.255 any eq 22
WMTW-W-VZ-GW1(config-ext-nacl)# permit tcp 10.193.32.0 0.0.0.255 any eq 22
WMTW-W-VZ-GW1(config-ext-nacl)# permit tcp 10.168.76.0 0.0.0.255 any eq 22
WMTW-W-VZ-GW1(config-ext-nacl)#!
WMTW-W-VZ-GW1(config-ext-nacl)#line vty 0 15
WMTW-W-VZ-GW1(config-line)# access-class UseSSH in
WMTW-W-VZ-GW1(config-line)#!
WMTW-W-VZ-GW1(config-line)#end
WMTW-W-VZ-GW1#
WMTW-W-VZ-GW1#Building configuration...

[OK]~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~

Connecting to IOS IP 167.173.39.2 
IOS Device: WMUR-INET1
config term
Enter configuration commands, one per line.  End with CNTL/Z.
WMUR-INET1(config)#no enable password
WMUR-INET1(config)#!
WMUR-INET1(config)#no username opmantek 
WMUR-INET1(config)#yes
                   ^
% Invalid input detected at '^' marker.

WMUR-INET1(config)#!
WMUR-INET1(config)#username opmantek privilege 15 secret 0 N0Data4U!
WMUR-INET1(config)#enable secret 0 circlebackaround
WMUR-INET1(config)#!
WMUR-INET1(config)#no ip access-list extended SSH-ONLY
WMUR-INET1(config)#no ip access-list extended SSH-Only
WMUR-INET1(config)#no ip access-list extended Use-SSH
WMUR-INET1(config)#no ip access-list extended UseSSH
WMUR-INET1(config)#!
WMUR-INET1(config)#ip access-list extended UseSSH 
WMUR-INET1(config-ext-nacl)# permit tcp 206.225.144.0 0.0.15.255 any eq 22
WMUR-INET1(config-ext-nacl)# permit tcp 167.173.0.0 0.0.255.255 any eq 22
WMUR-INET1(config-ext-nacl)# permit tcp host 83.244.129.66 any eq 22
WMUR-INET1(config-ext-nacl)# permit tcp 64.178.160.0 0.0.15.255 any eq 22
WMUR-INET1(config-ext-nacl)# permit tcp host 31.221.41.210 any eq 22
WMUR-INET1(config-ext-nacl)# permit tcp 172.19.0.0 0.0.255.255 any eq 22
WMUR-INET1(config-ext-nacl)# permit tcp 10.77.0.0 0.0.255.255 any eq 22
WMUR-INET1(config-ext-nacl)# permit tcp 10.76.0.0 0.0.255.255 any eq 22
WMUR-INET1(config-ext-nacl)# permit tcp 10.70.0.0 0.0.255.255 any eq 22
WMUR-INET1(config-ext-nacl)# permit tcp 10.72.0.0 0.0.255.255 any eq 22
WMUR-INET1(config-ext-nacl)# permit tcp 198.185.164.0 0.0.0.255 any eq 22
WMUR-INET1(config-ext-nacl)# permit tcp 10.171.8.0 0.0.0.255 any eq 22
WMUR-INET1(config-ext-nacl)# permit tcp 10.90.122.0 0.0.0.255 any eq 22
WMUR-INET1(config-ext-nacl)# permit tcp 10.196.0.0 0.0.255.255 any eq 22
WMUR-INET1(config-ext-nacl)# permit tcp 10.193.32.0 0.0.0.255 any eq 22
WMUR-INET1(config-ext-nacl)# permit tcp 10.168.76.0 0.0.0.255 any eq 22
WMUR-INET1(config-ext-nacl)#!
WMUR-INET1(config-ext-nacl)#line vty 0 15
WMUR-INET1(config-line)# access-class UseSSH in
WMUR-INET1(config-line)#!
WMUR-INET1(config-line)#end
WMUR-INET1#
WMUR-INET1#Building configuration...
[OK]~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~

Connecting to IOS IP 10.161.64.51 
Connecting to IOS IP 167.173.39.6 
IOS Device: WMUR-VZ-GW1
config term
Enter configuration commands, one per line.  End with CNTL/Z.
WMUR-VZ-GW1(config)#no enable password
WMUR-VZ-GW1(config)#!
WMUR-VZ-GW1(config)#no username opmantek 
WMUR-VZ-GW1(config)#yes
                    ^
% Invalid input detected at '^' marker.

WMUR-VZ-GW1(config)#!
WMUR-VZ-GW1(config)#username opmantek privilege 15 secret 0 N0Data4U!
WMUR-VZ-GW1(config)#enable secret 0 circlebackaround
WMUR-VZ-GW1(config)#!
WMUR-VZ-GW1(config)#no ip access-list extended SSH-ONLY
WMUR-VZ-GW1(config)#no ip access-list extended SSH-Only
WMUR-VZ-GW1(config)#no ip access-list extended Use-SSH
WMUR-VZ-GW1(config)#no ip access-list extended UseSSH
WMUR-VZ-GW1(config)#!
WMUR-VZ-GW1(config)#ip access-list extended UseSSH 
WMUR-VZ-GW1(config-ext-nacl)# permit tcp 206.225.144.0 0.0.15.255 any eq 22
WMUR-VZ-GW1(config-ext-nacl)# permit tcp 167.173.0.0 0.0.255.255 any eq 22
WMUR-VZ-GW1(config-ext-nacl)# permit tcp host 83.244.129.66 any eq 22
WMUR-VZ-GW1(config-ext-nacl)# permit tcp 64.178.160.0 0.0.15.255 any eq 22
WMUR-VZ-GW1(config-ext-nacl)# permit tcp host 31.221.41.210 any eq 22
WMUR-VZ-GW1(config-ext-nacl)# permit tcp 172.19.0.0 0.0.255.255 any eq 22
WMUR-VZ-GW1(config-ext-nacl)# permit tcp 10.77.0.0 0.0.255.255 any eq 22
WMUR-VZ-GW1(config-ext-nacl)# permit tcp 10.76.0.0 0.0.255.255 any eq 22
WMUR-VZ-GW1(config-ext-nacl)# permit tcp 10.70.0.0 0.0.255.255 any eq 22
WMUR-VZ-GW1(config-ext-nacl)# permit tcp 10.72.0.0 0.0.255.255 any eq 22
WMUR-VZ-GW1(config-ext-nacl)# permit tcp 198.185.164.0 0.0.0.255 any eq 22
WMUR-VZ-GW1(config-ext-nacl)# permit tcp 10.171.8.0 0.0.0.255 any eq 22
WMUR-VZ-GW1(config-ext-nacl)# permit tcp 10.90.122.0 0.0.0.255 any eq 22
WMUR-VZ-GW1(config-ext-nacl)# permit tcp 10.196.0.0 0.0.255.255 any eq 22
WMUR-VZ-GW1(config-ext-nacl)# permit tcp 10.193.32.0 0.0.0.255 any eq 22
WMUR-VZ-GW1(config-ext-nacl)# permit tcp 10.168.76.0 0.0.0.255 any eq 22
WMUR-VZ-GW1(config-ext-nacl)#!
WMUR-VZ-GW1(config-ext-nacl)#line vty 0 15
WMUR-VZ-GW1(config-line)# access-class UseSSH in
WMUR-VZ-GW1(config-line)#!
WMUR-VZ-GW1(config-line)#end
WMUR-VZ-GW1#
WMUR-VZ-GW1#Building configuration...
[OK]~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~

Connecting to IOS IP 167.173.44.16 
IOS Device: WNNE-INET1
config term
Enter configuration commands, one per line.  End with CNTL/Z.
WNNE-INET1(config)#no enable password
WNNE-INET1(config)#!
WNNE-INET1(config)#no username opmantek 
WNNE-INET1(config)#yes
                   ^
% Invalid input detected at '^' marker.

WNNE-INET1(config)#!
WNNE-INET1(config)#username opmantek privilege 15 secret 0 N0Data4U!
WNNE-INET1(config)#enable secret 0 circlebackaround
WNNE-INET1(config)#!
WNNE-INET1(config)#no ip access-list extended SSH-ONLY
WNNE-INET1(config)#no ip access-list extended SSH-Only
WNNE-INET1(config)#no ip access-list extended Use-SSH
WNNE-INET1(config)#no ip access-list extended UseSSH
WNNE-INET1(config)#!
WNNE-INET1(config)#ip access-list extended UseSSH 
WNNE-INET1(config-ext-nacl)# permit tcp 206.225.144.0 0.0.15.255 any eq 22
WNNE-INET1(config-ext-nacl)# permit tcp 167.173.0.0 0.0.255.255 any eq 22
WNNE-INET1(config-ext-nacl)# permit tcp host 83.244.129.66 any eq 22
WNNE-INET1(config-ext-nacl)# permit tcp 64.178.160.0 0.0.15.255 any eq 22
WNNE-INET1(config-ext-nacl)# permit tcp host 31.221.41.210 any eq 22
WNNE-INET1(config-ext-nacl)# permit tcp 172.19.0.0 0.0.255.255 any eq 22
WNNE-INET1(config-ext-nacl)# permit tcp 10.77.0.0 0.0.255.255 any eq 22
WNNE-INET1(config-ext-nacl)# permit tcp 10.76.0.0 0.0.255.255 any eq 22
WNNE-INET1(config-ext-nacl)# permit tcp 10.70.0.0 0.0.255.255 any eq 22
WNNE-INET1(config-ext-nacl)# permit tcp 10.72.0.0 0.0.255.255 any eq 22
WNNE-INET1(config-ext-nacl)# permit tcp 198.185.164.0 0.0.0.255 any eq 22
WNNE-INET1(config-ext-nacl)# permit tcp 10.171.8.0 0.0.0.255 any eq 22
WNNE-INET1(config-ext-nacl)# permit tcp 10.90.122.0 0.0.0.255 any eq 22
WNNE-INET1(config-ext-nacl)# permit tcp 10.196.0.0 0.0.255.255 any eq 22
WNNE-INET1(config-ext-nacl)# permit tcp 10.193.32.0 0.0.0.255 any eq 22
WNNE-INET1(config-ext-nacl)# permit tcp 10.168.76.0 0.0.0.255 any eq 22
WNNE-INET1(config-ext-nacl)#!
WNNE-INET1(config-ext-nacl)#line vty 0 15
WNNE-INET1(config-line)# access-class UseSSH in
WNNE-INET1(config-line)#!
WNNE-INET1(config-line)#end
WNNE-INET1#
WNNE-INET1#Building configuration...

[OK]~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~

Connecting to IOS IP 167.173.44.73 
IOS Device: WNNE-VZ-GW1
config term
Enter configuration commands, one per line.  End with CNTL/Z.
WNNE-VZ-GW1(config)#no enable password
WNNE-VZ-GW1(config)#!
WNNE-VZ-GW1(config)#no username opmantek 
WNNE-VZ-GW1(config)#yes
                    ^
% Invalid input detected at '^' marker.

WNNE-VZ-GW1(config)#!
WNNE-VZ-GW1(config)#username opmantek privilege 15 secret 0 N0Data4U!
WNNE-VZ-GW1(config)#enable secret 0 circlebackaround
WNNE-VZ-GW1(config)#!
WNNE-VZ-GW1(config)#no ip access-list extended SSH-ONLY
WNNE-VZ-GW1(config)#no ip access-list extended SSH-Only
WNNE-VZ-GW1(config)#no ip access-list extended Use-SSH
WNNE-VZ-GW1(config)#no ip access-list extended UseSSH
WNNE-VZ-GW1(config)#!
WNNE-VZ-GW1(config)#ip access-list extended UseSSH 
WNNE-VZ-GW1(config-ext-nacl)# permit tcp 206.225.144.0 0.0.15.255 any eq 22
WNNE-VZ-GW1(config-ext-nacl)# permit tcp 167.173.0.0 0.0.255.255 any eq 22
WNNE-VZ-GW1(config-ext-nacl)# permit tcp host 83.244.129.66 any eq 22
WNNE-VZ-GW1(config-ext-nacl)# permit tcp 64.178.160.0 0.0.15.255 any eq 22
WNNE-VZ-GW1(config-ext-nacl)# permit tcp host 31.221.41.210 any eq 22
WNNE-VZ-GW1(config-ext-nacl)# permit tcp 172.19.0.0 0.0.255.255 any eq 22
WNNE-VZ-GW1(config-ext-nacl)# permit tcp 10.77.0.0 0.0.255.255 any eq 22
WNNE-VZ-GW1(config-ext-nacl)# permit tcp 10.76.0.0 0.0.255.255 any eq 22
WNNE-VZ-GW1(config-ext-nacl)# permit tcp 10.70.0.0 0.0.255.255 any eq 22
WNNE-VZ-GW1(config-ext-nacl)# permit tcp 10.72.0.0 0.0.255.255 any eq 22
WNNE-VZ-GW1(config-ext-nacl)# permit tcp 198.185.164.0 0.0.0.255 any eq 22
WNNE-VZ-GW1(config-ext-nacl)# permit tcp 10.171.8.0 0.0.0.255 any eq 22
WNNE-VZ-GW1(config-ext-nacl)# permit tcp 10.90.122.0 0.0.0.255 any eq 22
WNNE-VZ-GW1(config-ext-nacl)# permit tcp 10.196.0.0 0.0.255.255 any eq 22
WNNE-VZ-GW1(config-ext-nacl)# permit tcp 10.193.32.0 0.0.0.255 any eq 22
WNNE-VZ-GW1(config-ext-nacl)# permit tcp 10.168.76.0 0.0.0.255 any eq 22
WNNE-VZ-GW1(config-ext-nacl)#!
WNNE-VZ-GW1(config-ext-nacl)#line vty 0 15
WNNE-VZ-GW1(config-line)# access-class UseSSH in
WNNE-VZ-GW1(config-line)#!
WNNE-VZ-GW1(config-line)#end
WNNE-VZ-GW1#
WNNE-VZ-GW1#Building configuration...

[OK]~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~

Connecting to IOS IP 167.173.22.16 
Connecting to IOS IP 167.173.22.73 
IOS Device: WPBF-VZ-GW1
config term
Enter configuration commands, one per line.  End with CNTL/Z.
WPBF-VZ-GW1(config)#no enable password
WPBF-VZ-GW1(config)#!
WPBF-VZ-GW1(config)#no username opmantek 
WPBF-VZ-GW1(config)#yes
                    ^
% Invalid input detected at '^' marker.

WPBF-VZ-GW1(config)#!
WPBF-VZ-GW1(config)#username opmantek privilege 15 secret 0 N0Data4U!
WPBF-VZ-GW1(config)#enable secret 0 circlebackaround
WPBF-VZ-GW1(config)#!
WPBF-VZ-GW1(config)#no ip access-list extended SSH-ONLY
WPBF-VZ-GW1(config)#no ip access-list extended SSH-Only
WPBF-VZ-GW1(config)#no ip access-list extended Use-SSH
WPBF-VZ-GW1(config)#no ip access-list extended UseSSH
WPBF-VZ-GW1(config)#!
WPBF-VZ-GW1(config)#ip access-list extended UseSSH 
WPBF-VZ-GW1(config-ext-nacl)# permit tcp 206.225.144.0 0.0.15.255 any eq 22
WPBF-VZ-GW1(config-ext-nacl)# permit tcp 167.173.0.0 0.0.255.255 any eq 22
WPBF-VZ-GW1(config-ext-nacl)# permit tcp host 83.244.129.66 any eq 22
WPBF-VZ-GW1(config-ext-nacl)# permit tcp 64.178.160.0 0.0.15.255 any eq 22
WPBF-VZ-GW1(config-ext-nacl)# permit tcp host 31.221.41.210 any eq 22
WPBF-VZ-GW1(config-ext-nacl)# permit tcp 172.19.0.0 0.0.255.255 any eq 22
WPBF-VZ-GW1(config-ext-nacl)# permit tcp 10.77.0.0 0.0.255.255 any eq 22
WPBF-VZ-GW1(config-ext-nacl)# permit tcp 10.76.0.0 0.0.255.255 any eq 22
WPBF-VZ-GW1(config-ext-nacl)# permit tcp 10.70.0.0 0.0.255.255 any eq 22
WPBF-VZ-GW1(config-ext-nacl)# permit tcp 10.72.0.0 0.0.255.255 any eq 22
WPBF-VZ-GW1(config-ext-nacl)# permit tcp 198.185.164.0 0.0.0.255 any eq 22
WPBF-VZ-GW1(config-ext-nacl)# permit tcp 10.171.8.0 0.0.0.255 any eq 22
WPBF-VZ-GW1(config-ext-nacl)# permit tcp 10.90.122.0 0.0.0.255 any eq 22
WPBF-VZ-GW1(config-ext-nacl)# permit tcp 10.196.0.0 0.0.255.255 any eq 22
WPBF-VZ-GW1(config-ext-nacl)# permit tcp 10.193.32.0 0.0.0.255 any eq 22
WPBF-VZ-GW1(config-ext-nacl)# permit tcp 10.168.76.0 0.0.0.255 any eq 22
WPBF-VZ-GW1(config-ext-nacl)#!
WPBF-VZ-GW1(config-ext-nacl)#line vty 0 15
WPBF-VZ-GW1(config-line)# access-class UseSSH in
WPBF-VZ-GW1(config-line)#!
WPBF-VZ-GW1(config-line)#end
WPBF-VZ-GW1#
WPBF-VZ-GW1#Building configuration...

[OK]~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~

Connecting to IOS IP 167.173.43.16 
IOS Device: WPTZ-INET1
config term
Enter configuration commands, one per line.  End with CNTL/Z.
WPTZ-INET1(config)#no enable password
WPTZ-INET1(config)#!
WPTZ-INET1(config)#no username opmantek 
WPTZ-INET1(config)#yes
                   ^
% Invalid input detected at '^' marker.

WPTZ-INET1(config)#!
WPTZ-INET1(config)#username opmantek privilege 15 secret 0 N0Data4U!
WPTZ-INET1(config)#enable secret 0 circlebackaround
WPTZ-INET1(config)#!
WPTZ-INET1(config)#no ip access-list extended SSH-ONLY
WPTZ-INET1(config)#no ip access-list extended SSH-Only
WPTZ-INET1(config)#no ip access-list extended Use-SSH
WPTZ-INET1(config)#no ip access-list extended UseSSH
WPTZ-INET1(config)#!
WPTZ-INET1(config)#ip access-list extended UseSSH 
WPTZ-INET1(config-ext-nacl)# permit tcp 206.225.144.0 0.0.15.255 any eq 22
WPTZ-INET1(config-ext-nacl)# permit tcp 167.173.0.0 0.0.255.255 any eq 22
WPTZ-INET1(config-ext-nacl)# permit tcp host 83.244.129.66 any eq 22
WPTZ-INET1(config-ext-nacl)# permit tcp 64.178.160.0 0.0.15.255 any eq 22
WPTZ-INET1(config-ext-nacl)# permit tcp host 31.221.41.210 any eq 22
WPTZ-INET1(config-ext-nacl)# permit tcp 172.19.0.0 0.0.255.255 any eq 22
WPTZ-INET1(config-ext-nacl)# permit tcp 10.77.0.0 0.0.255.255 any eq 22
WPTZ-INET1(config-ext-nacl)# permit tcp 10.76.0.0 0.0.255.255 any eq 22
WPTZ-INET1(config-ext-nacl)# permit tcp 10.70.0.0 0.0.255.255 any eq 22
WPTZ-INET1(config-ext-nacl)# permit tcp 10.72.0.0 0.0.255.255 any eq 22
WPTZ-INET1(config-ext-nacl)# permit tcp 198.185.164.0 0.0.0.255 any eq 22
WPTZ-INET1(config-ext-nacl)# permit tcp 10.171.8.0 0.0.0.255 any eq 22
WPTZ-INET1(config-ext-nacl)# permit tcp 10.90.122.0 0.0.0.255 any eq 22
WPTZ-INET1(config-ext-nacl)# permit tcp 10.196.0.0 0.0.255.255 any eq 22
WPTZ-INET1(config-ext-nacl)# permit tcp 10.193.32.0 0.0.0.255 any eq 22
WPTZ-INET1(config-ext-nacl)# permit tcp 10.168.76.0 0.0.0.255 any eq 22
WPTZ-INET1(config-ext-nacl)#!
WPTZ-INET1(config-ext-nacl)#line vty 0 15
WPTZ-INET1(config-line)# access-class UseSSH in
WPTZ-INET1(config-line)#!
WPTZ-INET1(config-line)#end
WPTZ-INET1#
WPTZ-INET1#Building configuration...

[OK]~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~

Connecting to IOS IP 167.173.43.6 
IOS Device: WPTZ-VZ-GW1
config term
Enter configuration commands, one per line.  End with CNTL/Z.
WPTZ-VZ-GW1(config)#no enable password
WPTZ-VZ-GW1(config)#!
WPTZ-VZ-GW1(config)#no username opmantek 
WPTZ-VZ-GW1(config)#yes
                    ^
% Invalid input detected at '^' marker.

WPTZ-VZ-GW1(config)#!
WPTZ-VZ-GW1(config)#username opmantek privilege 15 secret 0 N0Data4U!
WPTZ-VZ-GW1(config)#enable secret 0 circlebackaround
WPTZ-VZ-GW1(config)#!
WPTZ-VZ-GW1(config)#no ip access-list extended SSH-ONLY
WPTZ-VZ-GW1(config)#no ip access-list extended SSH-Only
WPTZ-VZ-GW1(config)#no ip access-list extended Use-SSH
WPTZ-VZ-GW1(config)#no ip access-list extended UseSSH
WPTZ-VZ-GW1(config)#!
WPTZ-VZ-GW1(config)#ip access-list extended UseSSH 
WPTZ-VZ-GW1(config-ext-nacl)# permit tcp 206.225.144.0 0.0.15.255 any eq 22
WPTZ-VZ-GW1(config-ext-nacl)# permit tcp 167.173.0.0 0.0.255.255 any eq 22
WPTZ-VZ-GW1(config-ext-nacl)# permit tcp host 83.244.129.66 any eq 22
WPTZ-VZ-GW1(config-ext-nacl)# permit tcp 64.178.160.0 0.0.15.255 any eq 22
WPTZ-VZ-GW1(config-ext-nacl)# permit tcp host 31.221.41.210 any eq 22
WPTZ-VZ-GW1(config-ext-nacl)# permit tcp 172.19.0.0 0.0.255.255 any eq 22
WPTZ-VZ-GW1(config-ext-nacl)# permit tcp 10.77.0.0 0.0.255.255 any eq 22
WPTZ-VZ-GW1(config-ext-nacl)# permit tcp 10.76.0.0 0.0.255.255 any eq 22
WPTZ-VZ-GW1(config-ext-nacl)# permit tcp 10.70.0.0 0.0.255.255 any eq 22
WPTZ-VZ-GW1(config-ext-nacl)# permit tcp 10.72.0.0 0.0.255.255 any eq 22
WPTZ-VZ-GW1(config-ext-nacl)# permit tcp 198.185.164.0 0.0.0.255 any eq 22
WPTZ-VZ-GW1(config-ext-nacl)# permit tcp 10.171.8.0 0.0.0.255 any eq 22
WPTZ-VZ-GW1(config-ext-nacl)# permit tcp 10.90.122.0 0.0.0.255 any eq 22
WPTZ-VZ-GW1(config-ext-nacl)# permit tcp 10.196.0.0 0.0.255.255 any eq 22
WPTZ-VZ-GW1(config-ext-nacl)# permit tcp 10.193.32.0 0.0.0.255 any eq 22
WPTZ-VZ-GW1(config-ext-nacl)# permit tcp 10.168.76.0 0.0.0.255 any eq 22
WPTZ-VZ-GW1(config-ext-nacl)#!
WPTZ-VZ-GW1(config-ext-nacl)#line vty 0 15
WPTZ-VZ-GW1(config-line)# access-class UseSSH in
WPTZ-VZ-GW1(config-line)#!
WPTZ-VZ-GW1(config-line)#end
WPTZ-VZ-GW1#
WPTZ-VZ-GW1#Building configuration...

[OK]~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~

Connecting to IOS IP 167.173.35.2 
IOS Device: WPTZC-INET1
config term
Enter configuration commands, one per line.  End with CNTL/Z.
WPTZC-INET1(config)#no enable password
WPTZC-INET1(config)#!
WPTZC-INET1(config)#no username opmantek 
WPTZC-INET1(config)#yes
                    ^
% Invalid input detected at '^' marker.

WPTZC-INET1(config)#!
WPTZC-INET1(config)#username opmantek privilege 15 secret 0 N0Data4U!
WPTZC-INET1(config)#enable secret 0 circlebackaround
WPTZC-INET1(config)#!
WPTZC-INET1(config)#no ip access-list extended SSH-ONLY
WPTZC-INET1(config)#no ip access-list extended SSH-Only
WPTZC-INET1(config)#no ip access-list extended Use-SSH
WPTZC-INET1(config)#no ip access-list extended UseSSH
WPTZC-INET1(config)#!
WPTZC-INET1(config)#ip access-list extended UseSSH 
WPTZC-INET1(config-ext-nacl)# permit tcp 206.225.144.0 0.0.15.255 any eq 22
WPTZC-INET1(config-ext-nacl)# permit tcp 167.173.0.0 0.0.255.255 any eq 22
WPTZC-INET1(config-ext-nacl)# permit tcp host 83.244.129.66 any eq 22
WPTZC-INET1(config-ext-nacl)# permit tcp 64.178.160.0 0.0.15.255 any eq 22
WPTZC-INET1(config-ext-nacl)# permit tcp host 31.221.41.210 any eq 22
WPTZC-INET1(config-ext-nacl)# permit tcp 172.19.0.0 0.0.255.255 any eq 22
WPTZC-INET1(config-ext-nacl)# permit tcp 10.77.0.0 0.0.255.255 any eq 22
WPTZC-INET1(config-ext-nacl)# permit tcp 10.76.0.0 0.0.255.255 any eq 22
WPTZC-INET1(config-ext-nacl)# permit tcp 10.70.0.0 0.0.255.255 any eq 22
WPTZC-INET1(config-ext-nacl)# permit tcp 10.72.0.0 0.0.255.255 any eq 22
WPTZC-INET1(config-ext-nacl)# permit tcp 198.185.164.0 0.0.0.255 any eq 22
WPTZC-INET1(config-ext-nacl)# permit tcp 10.171.8.0 0.0.0.255 any eq 22
WPTZC-INET1(config-ext-nacl)# permit tcp 10.90.122.0 0.0.0.255 any eq 22
WPTZC-INET1(config-ext-nacl)# permit tcp 10.196.0.0 0.0.255.255 any eq 22
WPTZC-INET1(config-ext-nacl)# permit tcp 10.193.32.0 0.0.0.255 any eq 22
WPTZC-INET1(config-ext-nacl)# permit tcp 10.168.76.0 0.0.0.255 any eq 22
WPTZC-INET1(config-ext-nacl)#!
WPTZC-INET1(config-ext-nacl)#line vty 0 15
WPTZC-INET1(config-line)# access-class UseSSH in
WPTZC-INET1(config-line)#!
WPTZC-INET1(config-line)#end
WPTZC-INET1#
WPTZC-INET1#Building configuration...

[OK]~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~

Connecting to IOS IP 167.173.35.6 
IOS Device: WPTZC-VZ-GW1
config term
Enter configuration commands, one per line.  End with CNTL/Z.
WPTZC-VZ-GW1(config)#no enable password
WPTZC-VZ-GW1(config)#!
WPTZC-VZ-GW1(config)#no username opmantek 
WPTZC-VZ-GW1(config)#yes
                     ^
% Invalid input detected at '^' marker.

WPTZC-VZ-GW1(config)#!
WPTZC-VZ-GW1(config)#username opmantek privilege 15 secret 0 N0Data4U!
WPTZC-VZ-GW1(config)#enable secret 0 circlebackaround
WPTZC-VZ-GW1(config)#!
WPTZC-VZ-GW1(config)#no ip access-list extended SSH-ONLY
WPTZC-VZ-GW1(config)#no ip access-list extended SSH-Only
WPTZC-VZ-GW1(config)#no ip access-list extended Use-SSH
WPTZC-VZ-GW1(config)#no ip access-list extended UseSSH
WPTZC-VZ-GW1(config)#!
WPTZC-VZ-GW1(config)#ip access-list extended UseSSH 
WPTZC-VZ-GW1(config-ext-nacl)# permit tcp 206.225.144.0 0.0.15.255 any eq 22
WPTZC-VZ-GW1(config-ext-nacl)# permit tcp 167.173.0.0 0.0.255.255 any eq 22
WPTZC-VZ-GW1(config-ext-nacl)# permit tcp host 83.244.129.66 any eq 22
WPTZC-VZ-GW1(config-ext-nacl)# permit tcp 64.178.160.0 0.0.15.255 any eq 22
WPTZC-VZ-GW1(config-ext-nacl)# permit tcp host 31.221.41.210 any eq 22
WPTZC-VZ-GW1(config-ext-nacl)# permit tcp 172.19.0.0 0.0.255.255 any eq 22
WPTZC-VZ-GW1(config-ext-nacl)# permit tcp 10.77.0.0 0.0.255.255 any eq 22
WPTZC-VZ-GW1(config-ext-nacl)# permit tcp 10.76.0.0 0.0.255.255 any eq 22
WPTZC-VZ-GW1(config-ext-nacl)# permit tcp 10.70.0.0 0.0.255.255 any eq 22
WPTZC-VZ-GW1(config-ext-nacl)# permit tcp 10.72.0.0 0.0.255.255 any eq 22
WPTZC-VZ-GW1(config-ext-nacl)# permit tcp 198.185.164.0 0.0.0.255 any eq 22
WPTZC-VZ-GW1(config-ext-nacl)# permit tcp 10.171.8.0 0.0.0.255 any eq 22
WPTZC-VZ-GW1(config-ext-nacl)# permit tcp 10.90.122.0 0.0.0.255 any eq 22
WPTZC-VZ-GW1(config-ext-nacl)# permit tcp 10.196.0.0 0.0.255.255 any eq 22
WPTZC-VZ-GW1(config-ext-nacl)# permit tcp 10.193.32.0 0.0.0.255 any eq 22
WPTZC-VZ-GW1(config-ext-nacl)# permit tcp 10.168.76.0 0.0.0.255 any eq 22
WPTZC-VZ-GW1(config-ext-nacl)#!
WPTZC-VZ-GW1(config-ext-nacl)#line vty 0 15
WPTZC-VZ-GW1(config-line)# access-class UseSSH in
WPTZC-VZ-GW1(config-line)#!
WPTZC-VZ-GW1(config-line)#end
WPTZC-VZ-GW1#
WPTZC-VZ-GW1#Building configuration...

[OK]~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~

Connecting to IOS IP 192.168.234.1 
IOS Device: wrhf-vz-gw
config term
Enter configuration commands, one per line.  End with CNTL/Z.
wrhf-vz-gw(config)#no enable password
wrhf-vz-gw(config)#!
wrhf-vz-gw(config)#no username opmantek 
wrhf-vz-gw(config)#yes
                   ^
% Invalid input detected at '^' marker.

wrhf-vz-gw(config)#!
wrhf-vz-gw(config)#username opmantek privilege 15 secret 0 N0Data4U!
wrhf-vz-gw(config)#enable secret 0 circlebackaround
wrhf-vz-gw(config)#!
wrhf-vz-gw(config)#no ip access-list extended SSH-ONLY
wrhf-vz-gw(config)#no ip access-list extended SSH-Only
wrhf-vz-gw(config)#no ip access-list extended Use-SSH
wrhf-vz-gw(config)#no ip access-list extended UseSSH
wrhf-vz-gw(config)#!
wrhf-vz-gw(config)#ip access-list extended UseSSH 
wrhf-vz-gw(config-ext-nacl)# permit tcp 206.225.144.0 0.0.15.255 any eq 22
wrhf-vz-gw(config-ext-nacl)# permit tcp 167.173.0.0 0.0.255.255 any eq 22
wrhf-vz-gw(config-ext-nacl)# permit tcp host 83.244.129.66 any eq 22
wrhf-vz-gw(config-ext-nacl)# permit tcp 64.178.160.0 0.0.15.255 any eq 22
wrhf-vz-gw(config-ext-nacl)# permit tcp host 31.221.41.210 any eq 22
wrhf-vz-gw(config-ext-nacl)# permit tcp 172.19.0.0 0.0.255.255 any eq 22
wrhf-vz-gw(config-ext-nacl)# permit tcp 10.77.0.0 0.0.255.255 any eq 22
wrhf-vz-gw(config-ext-nacl)# permit tcp 10.76.0.0 0.0.255.255 any eq 22
wrhf-vz-gw(config-ext-nacl)# permit tcp 10.70.0.0 0.0.255.255 any eq 22
wrhf-vz-gw(config-ext-nacl)# permit tcp 10.72.0.0 0.0.255.255 any eq 22
wrhf-vz-gw(config-ext-nacl)# permit tcp 198.185.164.0 0.0.0.255 any eq 22
wrhf-vz-gw(config-ext-nacl)# permit tcp 10.171.8.0 0.0.0.255 any eq 22
wrhf-vz-gw(config-ext-nacl)# permit tcp 10.90.122.0 0.0.0.255 any eq 22
wrhf-vz-gw(config-ext-nacl)# permit tcp 10.196.0.0 0.0.255.255 any eq 22
wrhf-vz-gw(config-ext-nacl)# permit tcp 10.193.32.0 0.0.0.255 any eq 22
wrhf-vz-gw(config-ext-nacl)# permit tcp 10.168.76.0 0.0.0.255 any eq 22
wrhf-vz-gw(config-ext-nacl)#!
wrhf-vz-gw(config-ext-nacl)#line vty 0 15
wrhf-vz-gw(config-line)# access-class UseSSH in
wrhf-vz-gw(config-line)#!
wrhf-vz-gw(config-line)#end
wrhf-vz-gw#
wrhf-vz-gw#Building configuration...

[OK]~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~

Connecting to IOS IP 167.173.26.73 
IOS Device: WTAE-VZ-GW1
config term
Enter configuration commands, one per line.  End with CNTL/Z.
WTAE-VZ-GW1(config)#no enable password
WTAE-VZ-GW1(config)#!
WTAE-VZ-GW1(config)#no username opmantek 
WTAE-VZ-GW1(config)#yes
                    ^
% Invalid input detected at '^' marker.

WTAE-VZ-GW1(config)#!
WTAE-VZ-GW1(config)#username opmantek privilege 15 secret 0 N0Data4U!
WTAE-VZ-GW1(config)#enable secret 0 circlebackaround
WTAE-VZ-GW1(config)#!
WTAE-VZ-GW1(config)#no ip access-list extended SSH-ONLY
WTAE-VZ-GW1(config)#no ip access-list extended SSH-Only
WTAE-VZ-GW1(config)#no ip access-list extended Use-SSH
WTAE-VZ-GW1(config)#no ip access-list extended UseSSH
WTAE-VZ-GW1(config)#!
WTAE-VZ-GW1(config)#ip access-list extended UseSSH 
WTAE-VZ-GW1(config-ext-nacl)# permit tcp 206.225.144.0 0.0.15.255 any eq 22
WTAE-VZ-GW1(config-ext-nacl)# permit tcp 167.173.0.0 0.0.255.255 any eq 22
WTAE-VZ-GW1(config-ext-nacl)# permit tcp host 83.244.129.66 any eq 22
WTAE-VZ-GW1(config-ext-nacl)# permit tcp 64.178.160.0 0.0.15.255 any eq 22
WTAE-VZ-GW1(config-ext-nacl)# permit tcp host 31.221.41.210 any eq 22
WTAE-VZ-GW1(config-ext-nacl)# permit tcp 172.19.0.0 0.0.255.255 any eq 22
WTAE-VZ-GW1(config-ext-nacl)# permit tcp 10.77.0.0 0.0.255.255 any eq 22
WTAE-VZ-GW1(config-ext-nacl)# permit tcp 10.76.0.0 0.0.255.255 any eq 22
WTAE-VZ-GW1(config-ext-nacl)# permit tcp 10.70.0.0 0.0.255.255 any eq 22
WTAE-VZ-GW1(config-ext-nacl)# permit tcp 10.72.0.0 0.0.255.255 any eq 22
WTAE-VZ-GW1(config-ext-nacl)# permit tcp 198.185.164.0 0.0.0.255 any eq 22
WTAE-VZ-GW1(config-ext-nacl)# permit tcp 10.171.8.0 0.0.0.255 any eq 22
WTAE-VZ-GW1(config-ext-nacl)# permit tcp 10.90.122.0 0.0.0.255 any eq 22
WTAE-VZ-GW1(config-ext-nacl)# permit tcp 10.196.0.0 0.0.255.255 any eq 22
WTAE-VZ-GW1(config-ext-nacl)# permit tcp 10.193.32.0 0.0.0.255 any eq 22
WTAE-VZ-GW1(config-ext-nacl)# permit tcp 10.168.76.0 0.0.0.255 any eq 22
WTAE-VZ-GW1(config-ext-nacl)#!
WTAE-VZ-GW1(config-ext-nacl)#line vty 0 15
WTAE-VZ-GW1(config-line)# access-class UseSSH in
WTAE-VZ-GW1(config-line)#!
WTAE-VZ-GW1(config-line)#end
WTAE-VZ-GW1#
WTAE-VZ-GW1#Building configuration...

[OK]~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~

Connecting to IOS IP 167.173.47.5 
IOS Device: WVTM-INET1
config term
Enter configuration commands, one per line.  End with CNTL/Z.
WVTM-INET1(config)#no enable password
WVTM-INET1(config)#!
WVTM-INET1(config)#no username opmantek 
WVTM-INET1(config)#yes
                   ^
% Invalid input detected at '^' marker.

WVTM-INET1(config)#!
WVTM-INET1(config)#username opmantek privilege 15 secret 0 N0Data4U!
WVTM-INET1(config)#enable secret 0 circlebackaround
WVTM-INET1(config)#!
WVTM-INET1(config)#no ip access-list extended SSH-ONLY
WVTM-INET1(config)#no ip access-list extended SSH-Only
WVTM-INET1(config)#no ip access-list extended Use-SSH
WVTM-INET1(config)#no ip access-list extended UseSSH
WVTM-INET1(config)#!
WVTM-INET1(config)#ip access-list extended UseSSH 
WVTM-INET1(config-ext-nacl)# permit tcp 206.225.144.0 0.0.15.255 any eq 22
WVTM-INET1(config-ext-nacl)# permit tcp 167.173.0.0 0.0.255.255 any eq 22
WVTM-INET1(config-ext-nacl)# permit tcp host 83.244.129.66 any eq 22
WVTM-INET1(config-ext-nacl)# permit tcp 64.178.160.0 0.0.15.255 any eq 22
WVTM-INET1(config-ext-nacl)# permit tcp host 31.221.41.210 any eq 22
WVTM-INET1(config-ext-nacl)# permit tcp 172.19.0.0 0.0.255.255 any eq 22
WVTM-INET1(config-ext-nacl)# permit tcp 10.77.0.0 0.0.255.255 any eq 22
WVTM-INET1(config-ext-nacl)# permit tcp 10.76.0.0 0.0.255.255 any eq 22
WVTM-INET1(config-ext-nacl)# permit tcp 10.70.0.0 0.0.255.255 any eq 22
WVTM-INET1(config-ext-nacl)# permit tcp 10.72.0.0 0.0.255.255 any eq 22
WVTM-INET1(config-ext-nacl)# permit tcp 198.185.164.0 0.0.0.255 any eq 22
WVTM-INET1(config-ext-nacl)# permit tcp 10.171.8.0 0.0.0.255 any eq 22
WVTM-INET1(config-ext-nacl)# permit tcp 10.90.122.0 0.0.0.255 any eq 22
WVTM-INET1(config-ext-nacl)# permit tcp 10.196.0.0 0.0.255.255 any eq 22
WVTM-INET1(config-ext-nacl)# permit tcp 10.193.32.0 0.0.0.255 any eq 22
WVTM-INET1(config-ext-nacl)# permit tcp 10.168.76.0 0.0.0.255 any eq 22
WVTM-INET1(config-ext-nacl)#!
WVTM-INET1(config-ext-nacl)#line vty 0 15
WVTM-INET1(config-line)# access-class UseSSH in
WVTM-INET1(config-line)#!
WVTM-INET1(config-line)#end
WVTM-INET1#
WVTM-INET1#Building configuration...
[OK]~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~

Connecting to IOS IP 167.173.47.6 
IOS Device: WVTM-VZ-GW1
config term
Enter configuration commands, one per line.  End with CNTL/Z.
WVTM-VZ-GW1(config)#no enable password
WVTM-VZ-GW1(config)#!
WVTM-VZ-GW1(config)#no username opmantek 
WVTM-VZ-GW1(config)#yes
                    ^
% Invalid input detected at '^' marker.

WVTM-VZ-GW1(config)#!
WVTM-VZ-GW1(config)#username opmantek privilege 15 secret 0 N0Data4U!
WVTM-VZ-GW1(config)#enable secret 0 circlebackaround
WVTM-VZ-GW1(config)#!
WVTM-VZ-GW1(config)#no ip access-list extended SSH-ONLY
WVTM-VZ-GW1(config)#no ip access-list extended SSH-Only
WVTM-VZ-GW1(config)#no ip access-list extended Use-SSH
WVTM-VZ-GW1(config)#no ip access-list extended UseSSH
WVTM-VZ-GW1(config)#!
WVTM-VZ-GW1(config)#ip access-list extended UseSSH 
WVTM-VZ-GW1(config-ext-nacl)# permit tcp 206.225.144.0 0.0.15.255 any eq 22
WVTM-VZ-GW1(config-ext-nacl)# permit tcp 167.173.0.0 0.0.255.255 any eq 22
WVTM-VZ-GW1(config-ext-nacl)# permit tcp host 83.244.129.66 any eq 22
WVTM-VZ-GW1(config-ext-nacl)# permit tcp 64.178.160.0 0.0.15.255 any eq 22
WVTM-VZ-GW1(config-ext-nacl)# permit tcp host 31.221.41.210 any eq 22
WVTM-VZ-GW1(config-ext-nacl)# permit tcp 172.19.0.0 0.0.255.255 any eq 22
WVTM-VZ-GW1(config-ext-nacl)# permit tcp 10.77.0.0 0.0.255.255 any eq 22
WVTM-VZ-GW1(config-ext-nacl)# permit tcp 10.76.0.0 0.0.255.255 any eq 22
WVTM-VZ-GW1(config-ext-nacl)# permit tcp 10.70.0.0 0.0.255.255 any eq 22
WVTM-VZ-GW1(config-ext-nacl)# permit tcp 10.72.0.0 0.0.255.255 any eq 22
WVTM-VZ-GW1(config-ext-nacl)# permit tcp 198.185.164.0 0.0.0.255 any eq 22
WVTM-VZ-GW1(config-ext-nacl)# permit tcp 10.171.8.0 0.0.0.255 any eq 22
WVTM-VZ-GW1(config-ext-nacl)# permit tcp 10.90.122.0 0.0.0.255 any eq 22
WVTM-VZ-GW1(config-ext-nacl)# permit tcp 10.196.0.0 0.0.255.255 any eq 22
WVTM-VZ-GW1(config-ext-nacl)# permit tcp 10.193.32.0 0.0.0.255 any eq 22
WVTM-VZ-GW1(config-ext-nacl)# permit tcp 10.168.76.0 0.0.0.255 any eq 22
WVTM-VZ-GW1(config-ext-nacl)#!
WVTM-VZ-GW1(config-ext-nacl)#line vty 0 15
WVTM-VZ-GW1(config-line)# access-class UseSSH in
WVTM-VZ-GW1(config-line)#!
WVTM-VZ-GW1(config-line)#end
WVTM-VZ-GW1#
WVTM-VZ-GW1#Building configuration...
[OK]~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~

Connecting to IOS IP 167.173.23.16 
IOS Device: WXII-INET1
config term
Enter configuration commands, one per line.  End with CNTL/Z.
WXII-INET1(config)#no enable password
WXII-INET1(config)#!
WXII-INET1(config)#no username opmantek 
WXII-INET1(config)#yes
                   ^
% Invalid input detected at '^' marker.

WXII-INET1(config)#!
WXII-INET1(config)#username opmantek privilege 15 secret 0 N0Data4U!
WXII-INET1(config)#enable secret 0 circlebackaround
WXII-INET1(config)#!
WXII-INET1(config)#no ip access-list extended SSH-ONLY
WXII-INET1(config)#no ip access-list extended SSH-Only
WXII-INET1(config)#no ip access-list extended Use-SSH
WXII-INET1(config)#no ip access-list extended UseSSH
WXII-INET1(config)#!
WXII-INET1(config)#ip access-list extended UseSSH 
WXII-INET1(config-ext-nacl)# permit tcp 206.225.144.0 0.0.15.255 any eq 22
WXII-INET1(config-ext-nacl)# permit tcp 167.173.0.0 0.0.255.255 any eq 22
WXII-INET1(config-ext-nacl)# permit tcp host 83.244.129.66 any eq 22
WXII-INET1(config-ext-nacl)# permit tcp 64.178.160.0 0.0.15.255 any eq 22
WXII-INET1(config-ext-nacl)# permit tcp host 31.221.41.210 any eq 22
WXII-INET1(config-ext-nacl)# permit tcp 172.19.0.0 0.0.255.255 any eq 22
WXII-INET1(config-ext-nacl)# permit tcp 10.77.0.0 0.0.255.255 any eq 22
WXII-INET1(config-ext-nacl)# permit tcp 10.76.0.0 0.0.255.255 any eq 22
WXII-INET1(config-ext-nacl)# permit tcp 10.70.0.0 0.0.255.255 any eq 22
WXII-INET1(config-ext-nacl)# permit tcp 10.72.0.0 0.0.255.255 any eq 22
WXII-INET1(config-ext-nacl)# permit tcp 198.185.164.0 0.0.0.255 any eq 22
WXII-INET1(config-ext-nacl)# permit tcp 10.171.8.0 0.0.0.255 any eq 22
WXII-INET1(config-ext-nacl)# permit tcp 10.90.122.0 0.0.0.255 any eq 22
WXII-INET1(config-ext-nacl)# permit tcp 10.196.0.0 0.0.255.255 any eq 22
WXII-INET1(config-ext-nacl)# permit tcp 10.193.32.0 0.0.0.255 any eq 22
WXII-INET1(config-ext-nacl)# permit tcp 10.168.76.0 0.0.0.255 any eq 22
WXII-INET1(config-ext-nacl)#!
WXII-INET1(config-ext-nacl)#line vty 0 15
WXII-INET1(config-line)# access-class UseSSH in
WXII-INET1(config-line)#!
WXII-INET1(config-line)#end
WXII-INET1#
WXII-INET1#Building configuration...

[OK]~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~

Connecting to IOS IP 167.173.23.6 
IOS Device: WXII-VZ-GW1
config term
Enter configuration commands, one per line.  End with CNTL/Z.
WXII-VZ-GW1(config)#no enable password
WXII-VZ-GW1(config)#!
WXII-VZ-GW1(config)#no username opmantek 
WXII-VZ-GW1(config)#yes
                    ^
% Invalid input detected at '^' marker.

WXII-VZ-GW1(config)#!
WXII-VZ-GW1(config)#username opmantek privilege 15 secret 0 N0Data4U!
WXII-VZ-GW1(config)#enable secret 0 circlebackaround
WXII-VZ-GW1(config)#!
WXII-VZ-GW1(config)#no ip access-list extended SSH-ONLY
WXII-VZ-GW1(config)#no ip access-list extended SSH-Only
WXII-VZ-GW1(config)#no ip access-list extended Use-SSH
WXII-VZ-GW1(config)#no ip access-list extended UseSSH
WXII-VZ-GW1(config)#!
WXII-VZ-GW1(config)#ip access-list extended UseSSH 
WXII-VZ-GW1(config-ext-nacl)# permit tcp 206.225.144.0 0.0.15.255 any eq 22
WXII-VZ-GW1(config-ext-nacl)# permit tcp 167.173.0.0 0.0.255.255 any eq 22
WXII-VZ-GW1(config-ext-nacl)# permit tcp host 83.244.129.66 any eq 22
WXII-VZ-GW1(config-ext-nacl)# permit tcp 64.178.160.0 0.0.15.255 any eq 22
WXII-VZ-GW1(config-ext-nacl)# permit tcp host 31.221.41.210 any eq 22
WXII-VZ-GW1(config-ext-nacl)# permit tcp 172.19.0.0 0.0.255.255 any eq 22
WXII-VZ-GW1(config-ext-nacl)# permit tcp 10.77.0.0 0.0.255.255 any eq 22
WXII-VZ-GW1(config-ext-nacl)# permit tcp 10.76.0.0 0.0.255.255 any eq 22
WXII-VZ-GW1(config-ext-nacl)# permit tcp 10.70.0.0 0.0.255.255 any eq 22
WXII-VZ-GW1(config-ext-nacl)# permit tcp 10.72.0.0 0.0.255.255 any eq 22
WXII-VZ-GW1(config-ext-nacl)# permit tcp 198.185.164.0 0.0.0.255 any eq 22
WXII-VZ-GW1(config-ext-nacl)# permit tcp 10.171.8.0 0.0.0.255 any eq 22
WXII-VZ-GW1(config-ext-nacl)# permit tcp 10.90.122.0 0.0.0.255 any eq 22
WXII-VZ-GW1(config-ext-nacl)# permit tcp 10.196.0.0 0.0.255.255 any eq 22
WXII-VZ-GW1(config-ext-nacl)# permit tcp 10.193.32.0 0.0.0.255 any eq 22
WXII-VZ-GW1(config-ext-nacl)# permit tcp 10.168.76.0 0.0.0.255 any eq 22
WXII-VZ-GW1(config-ext-nacl)#!
WXII-VZ-GW1(config-ext-nacl)#line vty 0 15
WXII-VZ-GW1(config-line)# access-class UseSSH in
WXII-VZ-GW1(config-line)#!
WXII-VZ-GW1(config-line)#end
WXII-VZ-GW1#
WXII-VZ-GW1#Building configuration...

[OK]~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~

Connecting to IOS IP 152.185.38.210 
Connecting to IOS IP 10.147.64.71 
Connecting to IOS IP 10.147.64.72 
Connecting to IOS IP 10.151.64.72 
Connecting to IOS IP 10.160.64.71 
Connecting to IOS IP 10.160.64.72 
Connecting to IOS IP 10.153.64.53 
Connecting to IOS IP 10.153.64.54 
Connecting to IOS IP 10.149.64.61 
Connecting to IOS IP 10.149.64.62 
Connecting to IOS IP 10.142.64.71 
Connecting to IOS IP 10.142.64.72 
Connecting to IOS IP 10.142.64.73 
Connecting to IOS IP 10.152.64.51 
Connecting to IOS IP 10.161.64.53 
Connecting to IOS IP 10.161.64.54 
Connecting to IOS IP 10.161.64.55 
Connecting to IOS IP 167.173.41.16 
Connecting to IOS IP 167.173.41.73 
IOS Device: WGAL-VZ-GW1
config term
Enter configuration commands, one per line.  End with CNTL/Z.
WGAL-VZ-GW1(config)#no enable password
WGAL-VZ-GW1(config)#!
WGAL-VZ-GW1(config)#no username opmantek 
WGAL-VZ-GW1(config)#yes
                    ^
% Invalid input detected at '^' marker.

WGAL-VZ-GW1(config)#!
WGAL-VZ-GW1(config)#username opmantek privilege 15 secret 0 N0Data4U!
WGAL-VZ-GW1(config)#enable secret 0 circlebackaround
WGAL-VZ-GW1(config)#!
WGAL-VZ-GW1(config)#no ip access-list extended SSH-ONLY
WGAL-VZ-GW1(config)#no ip access-list extended SSH-Only
WGAL-VZ-GW1(config)#no ip access-list extended Use-SSH
WGAL-VZ-GW1(config)#no ip access-list extended UseSSH
WGAL-VZ-GW1(config)#!
WGAL-VZ-GW1(config)#ip access-list extended UseSSH 
WGAL-VZ-GW1(config-ext-nacl)# permit tcp 206.225.144.0 0.0.15.255 any eq 22
WGAL-VZ-GW1(config-ext-nacl)# permit tcp 167.173.0.0 0.0.255.255 any eq 22
WGAL-VZ-GW1(config-ext-nacl)# permit tcp host 83.244.129.66 any eq 22
WGAL-VZ-GW1(config-ext-nacl)# permit tcp 64.178.160.0 0.0.15.255 any eq 22
WGAL-VZ-GW1(config-ext-nacl)# permit tcp host 31.221.41.210 any eq 22
WGAL-VZ-GW1(config-ext-nacl)# permit tcp 172.19.0.0 0.0.255.255 any eq 22
WGAL-VZ-GW1(config-ext-nacl)# permit tcp 10.77.0.0 0.0.255.255 any eq 22
WGAL-VZ-GW1(config-ext-nacl)# permit tcp 10.76.0.0 0.0.255.255 any eq 22
WGAL-VZ-GW1(config-ext-nacl)# permit tcp 10.70.0.0 0.0.255.255 any eq 22
WGAL-VZ-GW1(config-ext-nacl)# permit tcp 10.72.0.0 0.0.255.255 any eq 22
WGAL-VZ-GW1(config-ext-nacl)# permit tcp 198.185.164.0 0.0.0.255 any eq 22
WGAL-VZ-GW1(config-ext-nacl)# permit tcp 10.171.8.0 0.0.0.255 any eq 22
WGAL-VZ-GW1(config-ext-nacl)# permit tcp 10.90.122.0 0.0.0.255 any eq 22
WGAL-VZ-GW1(config-ext-nacl)# permit tcp 10.196.0.0 0.0.255.255 any eq 22
WGAL-VZ-GW1(config-ext-nacl)# permit tcp 10.193.32.0 0.0.0.255 any eq 22
WGAL-VZ-GW1(config-ext-nacl)# permit tcp 10.168.76.0 0.0.0.255 any eq 22
WGAL-VZ-GW1(config-ext-nacl)#!
WGAL-VZ-GW1(config-ext-nacl)#line vty 0 15
WGAL-VZ-GW1(config-line)# access-class UseSSH in
WGAL-VZ-GW1(config-line)#!
WGAL-VZ-GW1(config-line)#end
WGAL-VZ-GW1#
WGAL-VZ-GW1#Building configuration...

[OK]~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~

